Repository: bitbone/yaffas
Catalog: */webmin/modules/yaffas-module-snmpconf/po/*.po
Languages: de, pt_br

source: Access for
de: Zugriff für
pt_br: Acesso para

source: Community (Password)
de: Community (Passwort)
pt_br: Comunidade (Senha)

source: Enable SNMP
de: SNMP aktivieren
pt_br: Habilitar SNMP

source: SNMP Configuration
de: SNMP Konfiguration
pt_br: Configuração SNMP

source: Replace SNMP configuration?
de: Soll die SNMP Konfiguration ersetzt werden?
pt_br: Substituir configuração SMTP?

source: In order for yaffas to be able to perform the requested changes, it has to <strong>overwrite</strong> the current SNMP configuration.<br />Should the config be overwritten?
de: Um die gewünschte Änderung der Konfiguration durchzuführen muss die aktuelle SNMP Konfiguration <strong>überschrieben</strong> werden. <br />Soll die Konfiguration überschrieben werden?
pt_br: Para que o yaffas pode aplicar as modificação solicitadas, é necessário <strong>substituir</strong> as configurações atuais SNMP.<br />Quer substituir essa configuração?

source: The access can only be set for IP-Addresses or networks.
de: Der Zugriff kann nur für IP-Adressen oder Netzbereiche aktiviert werden.
pt_br: O acesso pode ser limitado somente para endereços de IP ou redes.

source: The community-string can only contain digits (0-9) and chars (a-z, A-Z).
de: Der Community-String darf nur aus Zahlen (0-9) und Buchstaben (a-z, A-Z) bestehen.
pt_br: O texto community poderá conter somente digitos (0-9) e caracteres (a-z, A-Z).

source: Password for the SNMP access.
de: Passwort für den SNMP-Zugriff.
pt_br: Senha para o acesso SNMP.

source: Enter a single IP address, a network address using CIDR notation (e.g. 192.168.0.0/24) or "default" to allow access from everywhere. Enter "127.0.0.1" to allow access from the local machine only.
de: Geben Sie eine IP Adresse, eine Netzwerk Adresse in der CIDR Schreibweise (z.B. 192.168.0.0/24) oder "default" an um den Zugriff von überall zu erlauben. Verwenden Sie "127.0.0.1" um den Zugriff nur auf die lokale Maschine zu begrenzen.
pt_br: Preenche um endereço IP único, um endereço de rede usando notação CIDR (ex. 192.168.0.0/24) ou "default" para permitir o acesso de qualquer lugar. Entra "127.0.0.1" para permitir o acesso somente local.
