Repository: bitbone/yaffas
Catalog: zarafa/webmin/modules/yaffas-module-zarafawebaccess/po/*.po
Languages: de

source: Save
de: Speichern

source: Options
de: Optionen

source: Disable full Global Address Book
de: "vollständiges" globales Adressbuch deaktivieren

source: Enable Alphabetbar in Global Address Book
de: Alphabetleiste im globalen Adressbuch aktivieren

source: Enable Public Folders
de: Öffentliche Ordner aktivieren

source: Disable delete in restore items
de: Löschen in "Elemente wiederherstellen" deaktivieren

source: Enable spellchecker in HTLM editor
de: Rechtschreibprüfung im HTML Editor aktivieren

source: Theme Color
de: Layout Farbe

source: White
de: Weiss

source: Silver
de: Silber

source: Unknown Webaccess Option
de: Unbekannte Webaccess Option

source: Unknown Color
de: Unbekannte Farbe

source: Could not open webaccess config file
de: Konnte die Konfigurationsdatei für den Webaccess nicht öffnen

source: Please install the package "aspell-lang" (e.g. aspell-de for german) for spell checking in your language.
de: Bitte installieren sie das Paket "aspell-lang" (z.B. aspell-de für Deutsch) für die Rechtschreibprüfung in ihrer Sprache.

source: Specify the maximum size of attachments for each mail in MB to be uploaded via the Webaccess.
de: Geben Sie die maximale Größe von E-Mail Anhängen in MB an, die im Webaccess hochgeladen werden können.

source: This limits the maximum disk usage for each user in MB.
de: Dies begrenzt den maximalen Festplattenplatz pro Benutzer (in MB).

source: This is the username that will be used for connecting to the database. The user has to be created and have the permissions to use the given database.
de: Dies ist der Benutzername, der dazu verwendet wird eine Verbindung mit der Datenbank aufzubauen. Dieser Benutzer muss zuvor angelegt worden sein und muss über die Berechtigungen verfügen diese Datenbank zu verwenden.

source: This is the password that is set on the database. You need to set this password manually.
de: Dies ist das für die Datenbank vergebene Passwort. Dieses Passwort muss manuell gesetzt werden.

source: This is the address of the MySQL server. For locally installed servers enter 'localhost'.
de: Dies ist die Adresse des MySQL Servers. Für lokal installierte Server geben sie 'localhost' ein.

source: This is the name of the database to be used by Zarafa.<br />We recommend 'zarafa'.<br />It will be created if it doesn't exists. To do this the user needs the right permissions.
de: Die ist der Name der Datenbank, die von Zarafa verwendet werden soll.<br />Wir empfehlen 'zarafa'.<br />Sollte sie nicht existieren, wird sie angelegt. Dafür benötigt der Benutzer die entsprechenden Berechtigungen.
