Repository: bitbone/yaffas
Catalog: */webmin/yaffas-lang/po/*.po
Languages: de, pt_br

source: Accounts
de: Benutzerkonten
pt_br: Contas

source: Appearance
de: Erscheinungsbild
pt_br: Aparência

source: Subscription
de: Subskription
pt_br: Subscrição

source: Mailbox
pt_br: Caixa de correio

source: Mail Server
pt_br: Servidor de e-mail

source: Maintenance
de: Wartung
pt_br: Manutenção

source: Security
de: Sicherheit
pt_br: Segurança

source: PDF Printers
de: PDF Drucker
pt_br: Impressoras PDF

source: Could not connect to Postgres database.
de: Konnte die Postgres-Datenbank nicht erreichen.
pt_br: Não foi possível conectar no banco de dados Postgres.

source: Could not find the following directories:
de: Konnte die folgenden Verzeichnisse nicht finden:
pt_br: Não foi possível localizar os diretórios:

source: Could not read the following directories:
de: Konnte die folgenden Verzeichnisse nicht lesen:
pt_br: Não foi possível ler os diretórios:

source: Could not copy the following file:
de: Konnte die folgende Datei nicht kopieren:
pt_br: Não foi possível localizar os arquivos:

source: Could not delete the following files:
de: Konnte die folgenden Dateien nicht löschen:
pt_br: Não foi possível remover os arquivos:

source: Could not execute the following files:
de: Konnte die folgenden Dateien nicht ausführen:
pt_br: Não foi possível executar os arquivos:

source: Could not find the following files:
de: Konnte die folgenden Dateien nicht finden:
pt_br: Não foi possível localizar os arquivos:

source: Could not create hard link for the following files:
de: Konnte keinen Hardlink für die folgenden Dateien anlegen:
pt_br: Não foi possível criar 'hard links' para os arquivos:

source: Could not read the following files:
de: Konnte die folgenden Dateien nicht lesen:
pt_br: Não foi possível ler os arquivos:

source: Could not rename the following files:
de: Konnte die folgenden Dateien nicht umbenennen:
pt_br: Não foi possível renomear os arquivos:

source: Could not create symlink for the following files:
de: Konnte keinen symbolischen Link für die folgenden Dateien anlegen:
pt_br: Não foi possível criar 'symlinks' para os arquivos:

source: Could not write the following files:
de: Konnte in die folgenden Dateien nicht schreiben:
pt_br: Não foi possível escrever os arquivos:

source: Could not find the following users:
de: Konnte die folgenden Benutzer nicht finden:
pt_br: Não foi possível localizar os usuários:

source: Your license expired. Please install a new license file or contact <a href='mailto:info@bitbone.de'>info@bitbone.de</a> for further use.
de: Ihre Lizenz ist abgelaufen. Bitte installieren sie eine neue Lizenzdatei oder kontaktieren sie <a href='mailto:info@bitbone.de'>info@bitbone.de</a>, um das System weiter nutzen zu können.
pt_br: Sua licença expirou. Por favor instalar nova licença ou entrar em contato com <a href='mailto:info@bitbone.de'>info@bitbone.de</a> para o uso do serviço.

source: There is already an alias with this name:
de: Es gibt bereits einen Alias mit diesem Namen:
pt_br: Um alias com este nome já existe:

source: There is already a user with this name:
de: Es gibt bereits einen Benutzer mit diesem Namen:
pt_br: Um usuário com este nome já existe:

source: Apply
de: Anwenden
pt_br: Aplicar

source: Cancel
de: Abbrechen
pt_br: Cancelar

source: No
de: Nein
pt_br: Não

source: Show all
de: Alle anzeigen
pt_br: Mostrar todos

source: Next
de: Weiter
pt_br: Próximo

source: Previous
de: Zurück
pt_br: Anterior

source: Go to
de: Gehe zu
pt_br: Ir para

source: Save
de: Speichern
pt_br: Salvar

source: Yes
de: Ja
pt_br: Sim

source: Creating cache
de: Erzeuge Zwischenspeicher
pt_br: Criando cache

source: done
de: fertig
pt_br: concluído

source: Filter
pt_br: Filtro

source: delete
de: löschen
pt_br: Remover

source: Modules for configuring the system accounts
de: Module für die Konfiguration der Systemkonten
pt_br: Módulos para a configuração das contas do sistema

source: Modules to customize the appearance
de: Module für die Anpassung des Erscheinungsbildes
pt_br: Módulos para a personalização da aparência

source: Modules for the license management
de: Module für das Lizenzmanagement
pt_br: Módulos par o gerenciamento de licenças

source: Modules for configuring the fax system
de: Module für die Konfiguration des Faxsystems
pt_br: Módulos para a configuração do sistema de fax

source: Handbooks for system administration
de: Handbücher für die Systemadministration
pt_br: Documentação sobre a administração do sistema

source: Modules for printer, disk and other hardware configuration
de: Module für die Drucker-, Festplatten- und andere Hardwarekonfigurationen
pt_br: Módulos para configuração de impressoras, discos e demais hardware

source: Modules for configuring mailboxes
de: Module für die Konfiguration von E-Mail Postfächern
pt_br: Módulos para a configuração das caixas de correio

source: Modules for configuring the MTA
de: Module für die Konfiguration des MTA
pt_br: Módulos para a configuração do MTA

source: Modules for configuring security options
de: Module für die Konfiguration der Sicherheitseinstellungen
pt_br: Módulos para a configuração das opções de segurança

source: Can not open $1 : $2
de: Kann $1 nicht öffnen: $2
pt_br: Não foi possível abrir $1 : $2

source: Please press the 'Apply' Button in the Fax Configuration. The Configuration has been changed.
pt_br: Por favor pressionar o botão 'Aplicar' na configuração de fax. A configuração foi modificada.

source: Attention!
de: Achtung!
pt_br: Atenção!

source: Language
de: Sprache
pt_br: Linguagem

source: German
de: Deutsch
pt_br: Alemão

source: English
de: Englisch
pt_br: Inglês

source: Dutch
de: Niederländisch
pt_br: Holandês

source: French
de: Französisch
pt_br: Francês

source: Brazil
de: Portugisisch (Brasilien)
pt_br: Brasil

source: {PageLinks} Page {JumpToPageDropdown} {RowsPerPageDropdown} entries per page
de: {PageLinks} Seite {JumpToPageDropdown} {RowsPerPageDropdown} Einträge pro Seite
pt_br: {PageLinks} Página {JumpToPageDropdown} {RowsPerPageDropdown} ítens por página

source: About bitkit
de: Über bitkit
pt_br: Sobre yaffas

source: About yaffas
de: Über yaffas
pt_br: Sobre yaffas

source: About Z-Admin
de: Über Z-Admin
pt_br: Sobre Z-Admin

source: Logged out
de: Abgemeldet
pt_br: Deslogado

source: Another administrator logged in. You have to log in again.
de: Ein anderer Administrator hat sich angemeldet. Sie müssen sich neu anmelden.
pt_br: Um outro administrador logou no sistema. Você terá que relogar.

source: The session timed out, please re-login.
de: Die Sitzung ist abgelaufen, bitte neu einloggen.
pt_br: O tempo da sessão expirou, por favor efetue o login novamente.

source: Loading please wait...
de: Lade, bitte warten...
pt_br: Carregando.. por favor aguarde...

source: Error
de: Fehler
pt_br: Erro

source: Help
de: Hilfe
pt_br: Ajuda

source: Loading...
de: Lade...
pt_br: Carregando...

source: Data error.
de: Datenfehler.
pt_br: Erro de dado.

source: No records found.
de: Keine Einträge gefunden.
pt_br: Nenhum registro encontrado.

source: Filter data
de: Daten filtern
pt_br: Filtrar dados

source: Show filter
de: Filter anzeigen
pt_br: Mostrar filtros

source: Could not connect to backend!
de: Konnte nicht zum Backend verbinden!
pt_br: Não foi possível conectar no backend!

source: Logout
de: Abmelden
pt_br: Efetuar logoff

source: Do you want to close the administrators connection?
de: Möchten sie die Verbindung des Administrators beenden?
pt_br: Deseja terminar a conexão de administrador?

source: Couldnt restart webmin.
de: Webmin konnte nicht neu gestartet werden.
pt_br: Não foi possível reiniciar o webmin.

source: Close
de: Schließen
pt_br: Fechar

source: There is already an administrator connected.<br>If you want to log in, you will need to close his connection.
de: Es ist bereits ein Administrator angemeldet.<br>Wenn Sie sich anmelden möchten, wird die andere Verbindung geschlossen.
pt_br: Já existe um administrador conectado.<br>Para logar é necessário terminar a outra conexão primeiro.

source: There is already an administrator connected from $1.<br>If you want to log in, you will need to close his connection.
de: Es ist bereits ein Administrator von $1 angemeldet.<br>Wenn sie sich anmelden möchten, müssen sie seine Verbindung beenden.
pt_br: Já existe um administrador conectado de $1.<br>Para logar é necessário terminar a outra conexão primeiro.

source: Manual
de: Handbuch

source: Chinese (Taiwan)
de: Chinesisch (Taiwan)
