Repository: bitbone/yaffas
Catalog: */webmin/modules/yaffas-module-saveconf/po/*.po
Languages: de, fr, pt_br

source: Wrong Configfile Version
de: Falsche Version der Konfigurationsdatei
fr: Version de fichier de configuration erronée
pt_br: Versão incompatível do arquivo de configuração

source: Your Configurationfile is not for this Product. Do You really want to apply it to the System?
de: Die Konfigurationsdatei ist nicht für dieses yaffas Produkt. Möchten Sie wirklich die Einstellungen übernehmen?
fr: Votre fichier de configuration ne s'applique pas à ce produit. Désirez-vous vraiment l'appliquer au système ?
pt_br: Este arquivo de configuração não é para este produto. Realmente quer aplicar este arquivo ao sistema?

source: Apply backupfile
de: Einspielen
fr: Appliquer le fichier de sauvegarde
pt_br: Aplicar arquivo de backup

source: Save backupfile
de: Sichern
fr: Enregistrer le fichier de sauvegarde
pt_br: Salvar arquivo de backup

source: Success
de: Erfolgreich
fr: Succès
pt_br: Sucesso

source: Messages:
de: Meldungen:
pt_br: Mensagens:

source: This is not a valid yaffas backupfile
de: Das ist keine gültige yaffas Backupdatei
fr: Ceci n'est pas un fichier de sauvegarde yaffas valide
pt_br: Este não é um arquivo de backup válido

source: please install your license-key first
de: Bitte zuerst gültigen Lizenkey installieren
fr: Veuillez d'abord installer votre clé de licence
pt_br: Instalar chave de licença inicialmente

source: cannot
de: Kann folgendes nicht
fr: impossible
pt_br: não foi possível

source: touch
de: anlegen
pt_br: tocar

source: open file
de: öffnen
fr: ouvrir le fichier
pt_br: abrir arquivo

source: execute
de: ausführen
fr: exécuter
pt_br: executar

source: Can't create zipfile!
de: Kann Zipdatei nicht erzeugen!
fr: Impossible de créer le fichier Zip !
pt_br: Não foi possível criar arquivo zip!

source: Can't create LDAP ldiffile!
de: Kann LDAP-Ldif nicht erzeugen!
fr: Impossible de créer le fichier ID pour LDAP !
pt_br: Não foi possível criar arquivo LDAP ldif!

source: Message
de: Nachricht
pt_br: Mensagem

source: Continue
de: Weiter
fr: Continuer
pt_br: Continuar

source: Cancel
de: Abbrechen
fr: Annuler
pt_br: Cancelar

source: Following list cant be converted:
de: Nicht zu konvertieren sind:
fr: La liste suivante peut être convertie :
pt_br: Itens abaixo não puderam ser convertidos:

source: Configured MSN's
de: Konfigurierte MSN's
fr: MSN's configurés
pt_br: MSN's configurados

source: User eMail adress
de: eMail Adressen der Benutzer
fr: Adresse électronique de l'utilisateur
pt_br: Endereço e-mail do usuário

source: User password. Will be created as 'start123' and should be changed as soon as possible!
de: Passwörter der Benutzer. Wird mit 'start123' angelgegt und sollte baldmöglichst geändert werden!
fr: Mot de passe de l'utilisateur. Sera créé en tant que 'start123' et devra être changé dès que possible !
pt_br: Senha do usuário. Será criado inicialmente como 'start123' e deverá ser modificado assim que for possível!

source: Restore Configuration
de: Konfiguration Einspielen
fr: Restaurer la configuration
pt_br: Restaurar Configuração

source: Save Configuration
de: Konfiguration Speichern
fr: Enregistrer la configuration
pt_br: Salvar Configuração

source: Applying configuration file failed.
de: Die Konfigurationsdatei konnte nicht übernommen werden.
fr: L'application du fichier de configuration a échouée.
pt_br: Aplicação do arquivo de configuração não foi possível.

source: Error in configuration file
de: Fehler in Konfigurationsdatei
fr: Erreur dans le fichier de configuration
pt_br: Erro no arquivo de configuração

source: Please install all licence files for your installed products before you insert the configuration.
de: Bitte installieren Sie vor dem Einspielen der Konfiguration alle Lizenzdateien, der installierten Produkte.
fr: Veuillez installer tous les fichiers de licence pour vos produits installés avant d'insérer la configuration.
pt_br: Por favor fornecer todas as licenças de todos os produtos instalados antes de inserir a configuração.

source: Could not save config, because the LDAP service is not running.
de: Konnte Konfiguration nicht sichern, da der LDAP Dienst nicht läuft.
fr: Impossible d'enregistrer la configuration parce que le service LDAP n'est pas en cours d'exécution.
pt_br: Não foi possível salvar a configuração por que o serviço de LDAP não está disponível.

source: Could not restore user and groups.
de: Konnte User und Gruppen nicht zurückspielen.
fr: Impossible de restaurer les utilisateurs et groupes.
pt_br: Não foi possível restaurar usuários e grupos.

source: Your Configurationfile is not for this fax-card type.
de: Die Konfigurationsdatei ist nicht für diesen Fax-Karte Typ.
fr: Votre fichier de configuration n'est pas applicable pour ce type de carte fax.
pt_br: O arquivo de configuração fornecido não é compatível com a placa de fax.

source: No authentication type is configured.
de: Es ist keine Authentifizierungsmethode eingestellt
fr: Aucun type d'authentification n'a été configuré
pt_br: Nenhum tipo de autenticação configurado.

source: Errors occured.
de: Es sind Fehler aufgetreten
fr: Des erreurs se sont produites.
pt_br: Ocorreram erros.

source: Would you like to save your incomplete Configuration?
de: Wollen Sie die Datei trotzdem herunterladen?
fr: Désirez-vous enregistrer votre configuration incomplète ?
pt_br: Salvar configuração incompleta?

source: Save configuration
de: Konfiguration sichern
fr: Enregistrer la configuration
pt_br: Salvar configuração

source: Backup
fr: Sauvegarde
