Repository: bitbone/yaffas
Catalog: */webmin/modules/yaffas-module-fetchmail/po/*.po
Languages: de, fr, pt_br

source: Query
de: Abholaufträge
fr: Requête
pt_br: Consulta

source: Server to poll
de: Abzufragender Server
fr: Interrogation du serveur
pt_br: Servidor para ser consultado

source: Protocol
de: Protokoll
fr: Protocole
pt_br: Protocolo

source: Active?
de: Aktiv?
fr: Actif ?
pt_br: Ativo?

source: Remote and local users
de: Entfernter und lokaler Anwender
fr: Utilisateurs distants et locaux
pt_br: Remoto e usuários locais

source: Add a new server
de: Hinzufügen eines neuen Servers
fr: Ajouter un nouvel utilisateur
pt_br: Adicionar um novo servidor

source: Check all servers
de: Überprüfe alle Server
fr: Vérifier tous les serveurs
pt_br: Check todos servidores

source: Edit default settings
de: Bearbeitung der Standard-Einstellungen
fr: Modifier les paramètres par défaut
pt_br: Editar as configurações padrão

source: Unix user
de: Unix-Anwender
fr: Utilisateur Unix
pt_br: Usuário Unix

source: Fetchmail configuration
de: Fetchmail-Konfiguration
fr: Configuration Fetchmail
pt_br: Configuração do Fetchmail

source: Add Fetchmail server for user:
de: Hinzufügen eines Fetchmail-Servers für den Benutzer:
fr: Ajouter le serveur Fetchmail pour l'utilisateur :
pt_br: Adicionar servidor de Fetchmail para usuário:

source: Fetchmail configuration in $1
de: Fetchmail-Konfiguration in $1
fr: Configuration Fetchmail dans $1
pt_br: Configuração de Fetchmail em $1

source: server list
de: Server-Liste
fr: Liste serveur
pt_br: Lista de servidor

source: Start Fetchmail Daemon
de: Starte Fetchmail-Dämon
fr: Démarrer le daemon Fetchmail
pt_br: Iniciar serviço Fetchmail

source: Stop Fetchmail Daemon
de: Stoppe Fetchmail-Dämon
fr: Arrêter le daemon Fetchmail
pt_br: Parar serviço Fetchmail

source: Click this button to start the fetchmail daemon on this server, and have it check for mail every $1 seconds. The daemon will run as user $2 and use the configuration above.
de: Klicken Sie hier, um das Fetchmail-Programm auf diesem Rechner zu starten und alle $1 Sekunden nach Post zu sehen.<br>Das Programm wird als Benutzer $2 starten und die obige Konfiguration verwenden.
fr: Cliquer sur ce bouton pour démarrer le daemon Fetchmail sur ce serveur, afin qu'il vérifie le courrier toutes les $1 secondes. Ce daemon sera exécuté en tant que l'utilisateur $2 et utilisera la configuration ci-dessus.
pt_br: Clique este botão para iniciar o serviço Fetchmail neste servidor, que irá conferir por e-mails novos a cada $1 segundos. O serviço vai ser executado como usuário $2 e usar a configuração acima.

source: Click this button to stop the fetchmail daemon currently running as user $1. Mail will no longer be automatically downloaded every $2 seconds.
de: Klicken Sie hier, um das Fetchmail-Programm zu stoppen das momentan als Benutzer $1 arbeitet. Die Post wird dann nicht mehr alle $2 Sekunden abgeholt.
fr: Cliquer sur ce bouton pour arrêter le daemon Fetchmail présentement exécuté en tant que l'utilisateur $1. Le courriel ne sera plus automatiquement téléchargé toutes les $2 secondes.
pt_br: Clique este botão para parar o serviço Fetchmail que está sendo executado como usuário $1. E-Mail não será mais baixado a cada $2 segundos.

source: The fetchmail program $1 could not be found. Maybe fetchmail is not installed on your system, or your <a href='$2'>module configuration</a> is incorrect.
de: Das Fetchmail-Programm $1 konnte nicht gefunden werden. Vielleicht ist Fetchmail nicht auf dem System installiert, oder die <a href='$2'>Modul Konfiguration</a> stimmt nicht.
fr: Impossible de trouver le programme Fetchmail $1. Il se peut que Fetchmail ne soit pas installé sur votre système, ou bien que le <a href='$2'>configuration du module</a> soit incorrecte.
pt_br: O programa Fetchmail $1 não pode ser encontrado. Talvez o Fetchmail não está instalado no seu sistema, ou a <a href='$2'>configuração dos módulos</a> está incorreta.

source: No Unix users have <tt>.fetchmailrc</tt> files.
de: Keiner der Unix-Benutzer hat eine <tt>.fetchmailrc</tt> Datei.
fr: Aucun utilisateur Unix ne possède de fichiers <tt>.fetchmailrc</tt>.
pt_br: Nenhum usuário Unix possui arquivos <tt>.fetchmailrc</tt>.

source: Scheduled Checking
de: Geplante Überprüfung
fr: Vérification régulière
pt_br: Checagem agendada

source: Click this button to create, change or remove a Cron job to have Fetchmail run automatically on schedule to check for and download email using the configuration above.
de: Klicken sie hier, um einen Cron-Job zu erzeugen, ändern oder entfernen, der Fetchmail automatisch zu einem geplanten Zeitpunkt E-Mails abrufen lässt. Dazu wird die oben stehende Konfiguration verwendet.
fr: Cliquer sur ce bouton pour créer, modifier ou supprimer une tâche cron permettant à Fetchmail de s'exécuter automatiquement et régulièrement pour vérifier et télécharger le courriel à l'aide de la configuration ci-dessus.
pt_br: Clique este botão para criar, editar ou remover o Cron-job para a execução automática do Fetchmail para buscar e-mails novos usando a configuração acima.

source: Add query
de: Abholauftrag hinzufügen
fr: Ajouter une requête
pt_br: Adicionar consulta

source: Edit query
de: Abholauftrag bearbeiten
fr: Modifier une requête
pt_br: Editar consulta

source: Server name
de: Mailserver-Name
fr: Nom du serveur
pt_br: Nome do servidor

source: Polling enabled?
de: Abholung aktiviert?
fr: Vérification activée ?
pt_br: Polling habilitado?

source: Mail server to contact
de: Abzufragender Mailserver
fr: Serveur de courrier devant être contacté
pt_br: servidor de e-mail para o contato

source: Same as server name
de: Identisch mit Mailserver-Name
fr: Identique au nom de serveur
pt_br: Mesmo que o nome do servidor

source: Server port
de: Mailserver-Port
fr: Port du serveur
pt_br: Porta do servidor

source: Mail server user details
de: Mailserver Benutzerdetails
fr: Données de l'utilisateur du serveur de courrier
pt_br: Enviar detalhes do usuário/servidor

source: Remote user
de: Benutzername auf Mailserver
fr: Utilisateur distant
pt_br: Usuario remoto

source: Remote password
de: Passwort auf Mailserver
fr: Mot de passe distant
pt_br: Senha remota

source: Local user(s)
de: Lokaler Benutzer
fr: Utilisateur(s) local/locaux
pt_br: Usuário(s) local

source: Local user(s) or e-mail adresses
de: Lokale Benutzer oder E-Mail Adressen
fr: Utilisateur(s) local/locaux ou adresses électroniques
pt_br: Usuário(s) local ou endereço de e-mail

source: Leave messages on server?
de: Nachrichten auf dem Server belassen?
fr: Laisser les messages sur le serveur ?
pt_br: Deixar mensagens no servidor?

source: Always fetch all messages?
de: Immer alle Nachrichten abholen?
fr: Toujours récupérer tous les messages?
pt_br: Sempre buscar todas as mensagens?

source: Usually no
de: Üblicherweise nicht
fr: Généralement non
pt_br: Normalmente não

source: Connect in SSL mode?
de: Mit SSL verbinden?
fr: Connexion en mode SSL ?
pt_br: Conectar com o modo SSL?

source: Failed to save server
de: Konnte Server nicht speichern
fr: Impossible d'enregistrer le serveur
pt_br: Falha ao salvar servidor

source: Missing or invalid server name
de: Der Servername fehlt oder stimmt nicht
fr: Nom du serveur manquant ou invalide
pt_br: Nome do servidor não informado ou inválido

source: Invalid mail server name
de: Fehlender oder ungültiger Mailserver-Name
fr: Nom du serveur de courrier invalide
pt_br: Nome do servidor de e-mail inválido

source: Missing or invalid port number
de: Fehlende oder ungültige Portnummer
fr: Numéro de port manquant ou invalide
pt_br: Número da porta não informado ou inválido

source: Missing or invalid remote user name
de: Der lokale Benutzername fehlt oder stimmt nicht
fr: Nom d'utilisateur manquant ou invalide
pt_br: Nome do usuário remoto não informado ou inválido

source: Add another user
de: Benutzer hinzufügen
fr: Ajouter un autre utilisateur
pt_br: Adicionar outro usuário

source: Check this server
de: Prüfe diesen Server
fr: Vérifier ce serveur
pt_br: Conferir este servidor

source: Check condition
de: Prüfe Zustand
fr: Vérifier condition
pt_br: Conferir condição

source: Always check
de: Prüfe immer
fr: Toujours vérifier
pt_br: Sempre conferir

source: Only if interface is up
de: Nur wenn die Schnittstelle aktiviert ist
fr: Seulement si l'interface est ouverte
pt_br: Somente se interface estiver ligada

source: with address / netmask
de: mit Adresse / Netzmaske
fr: Avec adresse / masque réseau
pt_br: com endereço / máscara de rede

source: Missing or invalid network interface
de: Fehlende oder ungültige Netzwerkschnittstelle
fr: Interface réseau manquante ou invalide
pt_br: Interface de rede não informada ou inválida

source: Missing or invalid address
de: Fehlende oder ungültige Adresse
fr: Adresse manquante ou invalide
pt_br: Endereço não informado ou inválido

source: Invalid address netmask
de: Die Netzmaske ist ungültig
fr: Adresse masque réseau invalide
pt_br: Máscara de rede não informada ou inválida

source: Command to run before connecting
de: Befehl, der vor dem Verbindungsaufbau ausgeführt werden soll
fr: Commande devant être exécutée avant la connexion
pt_br: Comando a ser executado antes de conectar

source: Command to run after disconnecting
de: Befehl, der nach dem Verbindungsaufbau ausgeführt werden soll
fr: Commande devant être exécutée après la connexion
pt_br: Comando a ser executado depois de desconectar

source: You are not allowed to edit this user's fetchmail config
de: Sie sind nicht berechtigt die Fetchmail-Konfiguration dieses Benutzers zu bearbeiten
fr: Vous n'êtes pas autorisé à modifier la configuration Fetchmail de cet utilisateur
pt_br: Permissões inválidas para editar a configuração fetchmail deste usuário

source: Only users' fetchmail config files can be edited
de: Nur die Fetchmail-Konfigurationsdateien des Benutzers können geändert werden
fr: Seuls les fichiers de configuration Fetchmail des utilisateurs peuvent être modifiés
pt_br: Somente configuração do usuário poderão ser editados

source: Poll interval
de: Abholintervall
fr: Intervalle de vérification
pt_br: Intervalo do Poll

source: Local mail domain (smtpaddress)
de: Lokale Mail-Domain (smtpaddress)

source: Failed to stop fetchmail
de: Konnte Fetchmail nicht anhalten
fr: Impossible d'arrêter Fetchmail
pt_br: Erro ao parar fetchmail

source: You are not allowed to stop fetchmail
de: Sie haben keine Berechtigung fetchmail zu stoppen
fr: Vous n'êtes pas autorisés à arrêter Fetchmail
pt_br: Você não tem permissões suficientes para parar o fetchmail

source: Failed to start fetchmail
de: Konnte Fetchmail nicht aktivieren
fr: Impossible d'arrêter Fetchmail
pt_br: Erro ao iniciar fetchmail

source: Missing or invalid checking interval
de: Das Prüfintervall fehlt oder ist ungültig
fr: Intervalle de vérification manquant ou invalide
pt_br: Intervalo de checagem inválido

source: You are not allowed to start fetchmail
de: Sie haben keine Berechtigung fetchmail zu starten
fr: Vous n'êtes pas autorisé à démarrer Fetchmail
pt_br: Você não tem permissões suficientes para iniciar o fetchmail

source: Checking Servers
de: Prüfe Server
fr: Vérification des serveurs
pt_br: Verificação de servidores

source: Checking for mail on server(s) with command $1 ..
de: Prüfe Mails auf Server(n) mit dem Befehl $1 ...
fr: Vérification du courriel sur le(s) serveur(s) à l'aide de la commande $1 ..
pt_br: Verificação por e-mails no servidor(s) com o comando $1 ..

source: .. checking complete.
de: ... Prüfung vollständig.
fr: .. vérification effectuée.
pt_br: .. verificação completa.

source: .. checking failed!
de: ... Prüfung gescheitert!
fr: .. Échec de la vérification !
pt_br: .. falha na verificação!

source: Settings
de: Einstellungen
fr: Paramètres
pt_br: Configurações

source: Default Settings
de: Standardeinstellungen
fr: Paramètres par défaut
pt_br: Configurações padrão

source: Default settings for all servers
de: Standard-Einstellungen für alle Server
fr: Paramètres par défaut pour tous les serveurs
pt_br: Configurações padrão para todos servidores

source: Failed to save default settings
de: Das Speichern der Standard-Einstellungen ist gescheitert
fr: Impossible d'enregistrer les paramètres par défaut
pt_br: Falha ao salvar as configurações padrão

source: Added server $1 in file $2
de: Server $1 wurde in der Datei $2 eingefügt
fr: Serveur $1 ajouté dans le fichier $2
pt_br: Adicionado servidor $1 no arquivo $2

source: Modified server $1 in file $2
de: Server $1 wurde in der Datei $2 bearbeitet
fr: Serveur $1 modifié dans le fichier $2
pt_br: Modificado servidor $1 no arquivo $2

source: Deleted server $1 in file $2
de: Server $1 wurde in der Datei $2 gelöscht
fr: Serveur $1 supprimé dans le fichier $2
pt_br: Excluído servidor $1 no arquivo $2

source: Added server $1 for user $2
de: Server $1 wurde für Benutzer $2 eingefügt
fr: Serveur $1 ajouté pour l'utilisateur $2
pt_br: Adicionado servidor $1 para usuário $2

source: Modified server $1 for user $2
de: Server $1 wurde für Benutzer $2 bearbeitet
fr: Serveur $1 modifié pour l'utilisateur $2
pt_br: Modificado servidor $1 para usuário $2

source: Deleted server $1 for user $2
de: Server $1 wurde für benutzer $2 gelöscht
fr: Serveur $1 supprimé pour l'utilisateur $2
pt_br: Excluído servidor $1 para usuário $2

source: Checked all servers in file $1
de: Alle Server der Datei $1 geprüft
fr: Tous les serveurs ont été vérifiés dans le fichier $1
pt_br: Verificado todos servidores no arquivo $1

source: Checked server $2 in file $1
de: Server $2 der Datei $1 geprüft
fr: Serveur $2 vérifié dans le fichier $1
pt_br: Verificado servidor $2 no arquivo $1

source: Checked all servers for user $1
de: Alle Server für Benutzer $1 geprüft
fr: Tous les serveurs ont été vérifiés pour l'utilisateur $1
pt_br: Verificado todos servidores para usuário $1

source: Checked server $2 for user $1
de: Server $2 für Benutzer $1 geprüft
fr: Serveur $2 vérifié pour l'utilisateur $1
pt_br: Verificado servidor $2 para usuário $1

source: Changed global settings for user $1
de: Allgemeine Einstellungen des Bentzers $1 geändert
fr: Les paramètres globaux ont été modifiés pour l'utilisateur $1
pt_br: Alterado as configurações globais para usuário $1

source: Changed global settings in file $1
de: Allgemeine Einstellungen in der Datei $1 geändert
fr: Modification des paramètres globaux dans le fichier $1
pt_br: Alterado as configurações globais no arquivo $1

source: Started fetchmail daemon
de: Fetchmail-Programm gestartet
fr: Démarrage du daemon Fetchmail
pt_br: Iniciar serviço Fetchmail

source: Stopped fetchmail daemon
de: Fetchmail-Programm gestoppt
fr: Arrêt du daemon Fetchmail
pt_br: Parar serviço Fetchmail

source: Enabled scheduled checking
de: Geplantes Abholen aktivieren
fr: La vérification régulière a été activée
pt_br: Habilitado o agendamento para verificação

source: Modified scheduled checking
de: Geplantes Abholen ändern
fr: La vérification régulière a été modifiée
pt_br: Modificado o agendamento para verificação

source: Disabled scheduled checking
de: Geplantes Abholen abschalten
fr: La vérification régulière a été désactivée
pt_br: Desabilitado o agendamento para verificação

source: Can edit fetchmail config for
de: Kann Fetchmail-Konfiguration bearbeiten für
fr: Possibilité de modifier la configuration Fetchmail pour
pt_br: Possível de editar configuração fetchmail para

source: All users
de: Alle Benutzer
fr: Tous les utilisateurs
pt_br: Todos usuários

source: Current webmin user
de: Aktuellen Webmin-Benutzer
fr: L'utilisateur Webmin actuel
pt_br: Usuário atual do webmin

source: Only users
de: Nur Benutzer
fr: Seulement les utilisateurs
pt_br: Somente usuários

source: All except users
de: Alle Benutzer ausser
fr: Tous sauf les utilisateurs
pt_br: Todos, menos usuários

source: This page can be used to enable or disable a Cron job to check the mail servers in your Fetchmail configuration on a regular schedule. Using a Cron job superior to running the Fetchmail daemon, as it does not need to be re-started at boot time.
de: Auf dieser Seite kann ein Cronjob für Fetchmail aktiviert oder deaktiviert werden, um die Mailserver in ihrer Fetchmail-Konfiguration regelmäßig abzufragen. Die Verwendung eines Cronjobs anstatt des Fetchmail-Dienstes hat den Vorteil, dass er nicht beim Boot neu gestartet werden muss.
fr: Cette page permet d'activer ou de désactiver une tâche Cron qui vérifie les serveurs de courrier dans votre configuration Fetchmail à intervalles réguliers. Il est préférable de recourir à une tâche Cron plutôt qu'au daemon Fetchmail, car il est inutile de la réinitialiser à chaque démarrage du serveur.
pt_br: Esta página pode ser usada para habilitar ou desabilitar um Cron-job para a verificação em intervalos dos servidores de email na configuração do Fetchmail.

source: Scheduled Fetchmail settings
de: Fetchmail Einstellungen für die geplante Abholung.
fr: Configuration de la programmation de Fetchmail
pt_br: Configurações do Fetchmail agendados

source: Scheduled checking enabled?
de: Geplante Abholung aktiviert?
fr: Vérification régulière activée ?
pt_br: Verificação periódica habilitada?

source: Yes, at times configured below ..
de: Ja, zu den unten stehenden Zeiten ...
fr: Oui, selon les intervalles configurés ci-dessous ..
pt_br: Sim, nas horas configuradas abaixo ..

source: Destination for Fetchmail output
de: Ziel für die Fetchmail Ausgabe
fr: Destination des messages Fetchmail
pt_br: Destino para o resultado do Fetchmail

source: Write to file $1
de: Schreibe in Datei $1
fr: Consigner sur le fichier $1
pt_br: Escrever no arquivo $1

source: Email to address $1
de: E-Mail an Adresse $1
fr: Envoyer par courriel à l'adresse $1
pt_br: E-mail para o endereço $1

source: Discard
de: Verwerfen
fr: Abandonner
pt_br: Descartar

source: Output to cron
de: Ausgabe an cron
fr: Sortie Cron
pt_br: Resultado para o cron

source: Run Fetchmail as user
de: Fetchmail als Benutzer ausführen
fr: Exécuter Fetchmail en tant qu'utilisateur
pt_br: Executar Fetchmail como usuário

source: Failed to save scheduled checking
de: Speichern der geplanten Abholung fehlgeschlagen
fr: Impossible d'enregistrer la vérification régulière
pt_br: Falha ao salvar o agendamento para verificação

source: Missing or invalid output filename
de: Fehlender oder ungültiger Name für die Ausgabedatei
fr: Nom du fichier manquant ou invalide
pt_br: Nome do arquivo de saída não fornecido ou inválido

source: Missing or invalid email address
de: Fehlende oder ungültige E-Mail Adresse
fr: Adresse électronique manquante ou invalide
pt_br: Endereço de e-mail não fornecido ou inválido

source: Missing or invalid Unix user
de: Fehlende oder ungültiger Unix Benutzer
fr: Utilisateur Unix manquant ou invalide
pt_br: Usuário Unix não fornecido ou inválido

source: Scheduled checking is not available in this mode
de: Die geplante Abholung ist in diesem Modus nicht verfügbar
fr: La vérification régulière n'est pas disponible sous ce mode
pt_br: Checagem agendada não disponível neste modo

source: Delete
de: Löschen
fr: Supprimer
pt_br: Remover

source: Do you really want to delete this server?
de: Möchten sie diesen Server wirklich löschen?
fr: Désirez-vous vraiment supprimer ce serveur ?
pt_br: Você realmente deseja excluir este servidor?

source: Destination
de: Lokales Ziel
pt_br: Destino

source: User
de: Benutzer
fr: Utilisateur
pt_br: Usuário

source: After adding new queries or when not receiving mail as expected, you should have a look at /var/log/fetchmail.log, which can be viewed in <a href="#m=logfiles-3">Maintainance -&gt; Log file viewer</a>.
de: Nach dem Hinzufügen von neuen Einträgen oder falls E-Mails nicht wie erwartet abgeholt werden, sollte die Log-Datei /var/log/fetchmail.log konsultiert werden, welche auch via <a href="#m=logfiles-3">Wartung -&gt; Logdateienbetrachter</a> einsehbar ist.

source: Please provide a local and remote user.
de: Bitte geben Sie lokalen und entfernten User an
fr: Veuillez saisir le nom d'un utilisateur local ou distant.
pt_br: Por favor fornecer usuário remoto e local.

source: The given local username is invalid.
de: Der angegebene lokale Benutzer ist ungültig.
fr: Le nom de l'utilisateur local donné est invalide
pt_br: O nome do usuário fornecido é inválido.

source: The given alias is invalid.
de: Der angegebene Alias ist ungültig.
fr: L'alias donné est invalide.
pt_br: O alias fornecido é inválido.

source: Please select "user", "alias" or "multidrop".
de: Bitte wählen Sie als Ziel entweder "Benutzer", "Alias" oder "Multidrop"
fr: Veuillez sélectionner "utilisateur", "alias" ou "multidrop".
pt_br: Por favor selecionar "usuário", "alias" ou "multientrega".

source: Please provide a valid mailserver user.
de: Bitte geben Sie einen gültigen Mailserverbenutzer an.
fr: Veuillez saisir un nom d'utilisateur du serveur de courrier valide.
pt_br: Por favor fornecer um servidor de e-mail válido para o usuário.

source: Please provide a password for the mailserver user.
de: Bitte geben Sie ein Passwort für den Mailserverbenutzer an.
fr: Veuillez saisir le mot de passe de l'utilisateur du serveur de courrier.
pt_br: Por favor fornecer uma senha para o usuário no servidor de e-mail.

source: Fetchmail daemon could not be enabled.
de: Der fetchmail Dienst konnte nicht aktiviert werden.
fr: Impossible d'activer le daemon Fetchmail.
pt_br: Não foi possível habilitar o serviço Fetchmail.

source: Denying attempt to create poll query without any target users.
de: Der Versuch, einen Abholauftrag ohne Zielbenutzer zu erstellen, wurde abgebrochen.

source: Cannot use the given username as a target as it has no valid email address associated with it.
de: Der gewählte Benutzername kann nicht als Ziel verwendet werden, da er keine gültige Mailadresse besitzt.

source: Invalid smtpaddress option (may not contain any whitespace).
de: Ungültige smtpaddress-Option (darf keine Leerzeichen enthalten).

source: Fetchmail Mail Retrieval
de: Fetchmail-Konfiguration
fr: Récupération du courrier par Fetchmail
pt_br: Busca de E-Mail do Fetchmail

source: Specify the polling interval in seconds.
de: Geben sie das Abrufintervall in Sekunden an.
fr: Spécifier l'intervalle de vérification en secondes.
pt_br: Especificar intervalo em segundos para realizar o polling.

source: The header name of the envelope address (e.g. X-Envelope-To or X-Original-To). Grab this information from the mail source headers. This should be set when using multidrop, otherwise multidrop may fail to work properly.
de: Der Name der Kopfzeile, der die Envelope-Adresse enthält (bspw. X-Envelope-To oder X-Original-To). Der korrekte Wert für diese Option kann aus den Headern einer Test-Mail gelesen werden. Diese Option sollte unbedingt gesetzt werden, wenn Multidrop verwendet wird, da dieses sonst u.U. nicht korrekt funktioniert.

source: The remote host name or IP address from which you want to receive mail.
de: Der entfernte Hostname oder die IP-Adresse von der sie E-Mails empfangen wollen.
fr: Le nom de l'hôte distant ou l'adresse IP à partir desquels vous voulez recevoir du courriel.
pt_br: O nome de máquina ou endereço IP remoto onde deverão ser buscados os e-mais.

source: Protocol to use; if the server advertises TLS support, it will be automatically used. If you want to use SSL, specify "Connect in SSL mode" below.
de: Das zu benutzende Protokoll; wenn der Server TLS-Unterstützung anbietet, wird sie automatisch genutzt. Wenn SSL benutzt werden soll, muss unten der Haken bei "Mit SSL verbinden" gesetzt werden.

source: The DNS name of the remote server. This setting overrides the server name.
de: Der DNS Name des entfernten Servers. Diese Einstellung hat Vorrang vor dem Servernamen.
fr: Le nom DNS du serveur distant. Ce paramètre écrase le nom du serveur.
pt_br: O nome DNS do servidor remoto. Essa configuração substitui o nome do servidor.
