Repository: bitbone/yaffas
Catalog: */webmin/modules/yaffas-module-fetchmail/po/*.po
Languages: de, fr, pt_br

source: The TCP/IP port of the remote server. Leave this at "Default" unless you know what you are doing. If "Connect in SSL mode" is enabled, the default also chooses the proper SSL-variant of the given protocol, without any need to change this option.
de: Der TCP-Port des entfernten Servers. Sollte in den meisten Fällen auf "Standard" gesetzt bleiben. Wenn "Mit SSL verbinden" aktiviert ist, wird in der Standardeinstellung automatisch der korrekte Port für die SSL-Variante des gewählten Protokolls verwendet, ohne dass manuell eingegriffen werden muss.

source: Specify whether SSL-encrypted connections should be used. If you want to use TLS or unencrypted connections, set this to "No" instead.
de: Legt fest, ob SSL-verschlüsselte Verbindungen benutzt werden sollen. Soll TLS oder keine Verschlüsselung benutzt werden, so muss hier "Nein" gewählt werden.

source: Specify the login user from the remote machine.
de: Geben sie den Login-Benutzer der entfernten Maschine an.
fr: Spécifier l'identifiant de connexion à la machine distante.
pt_br: Especificar o login do usuário no servidor remoto.

source: Domain to use when deliverying mails to the local mail server (DOMAIN in RCPT TO:user@DOMAIN)
de: Domain, die für die lokale Zustellung der E-Mails verwendet wird (DOMAIN in RCPT TO:user@DOMAIN)

source: Fetchmail version $1
pt_br: Fetchmail versão $1

source: Multidrop
pt_br: Multientrega

source: The TCP/IP port of the remote server.
pt_br: Porta TCP/IP do servidor remoto.

source: The header name of the envelope address (e.g. X-Envelope-To).
pt_br: O nome do cabeçalho que contém o endereço do envelope (ex. X-Envelope-To).

source: Envelope
fr: Enveloppe
