Repository: bitbone/yaffas
Catalog: */webmin/modules/yaffas-module-certificate/po/*.po
Languages: de, fr, pt_br

source: Country (2 letter code)
de: Land (2-Buchstaben-Code)
fr: Pays (code à 2 lettres)
pt_br: País (código de 2 letras)

source: Common Name (e.g. host.name.de)
de: Common Name (z.B. host.name.de)
fr: Nom commun (p. ex.. nom.hote.fr)
pt_br: Nome comum (ex. host.nome.com.br)

source: Country not correct.
de: Landeskürzel nicht korrekt.
fr: Le pays est invalide.
pt_br: País incorreto.

source: Common Name not correct or not set.
de: Common Name nicht korrekt oder nicht gesetzt.
fr: Le nom commun est invalide ou n'a pas été défini.
pt_br: Nome comum incorreto ou não informado.

source: Days are not correct.
de: Tage nicht korrekt.
fr: La date est invalide.
pt_br: Dias são incorretos.

source: E-mail Adress not correct.
de: E-Mail Adresse nicht korrekt.
fr: L'adresse électronique est invalide.
pt_br: Endereço de e-mail incorreto.

source: Generation not successful
de: Fehler bei der Generierung
fr: L'opération a échoué
pt_br: Geração falhou

source: Locality not correct
de: Örtlichkeit nicht korrekt
fr: La localité est invalide
pt_br: Local incorreto

source: Organization Name not correct.
de: Organizationen Name nicht korrekt.
fr: Le nom de l'organisation est invalide.
pt_br: Nome da organização incorreto.

source: Organization Unit not correct.
de: Organization Unit nicht korrekt.
fr: L'unité organisationnelle est invalide
pt_br: Unidade da organização (OU) incorreto.

source: Please select A service.
de: Service nicht korrekt.
fr: Veuillez sélectionner un service.
pt_br: Selecionar um serviço.

source: State or province not correct.
de: Staat oder Provinz nicht korrekt.
fr: État ou province invalide
pt_br: Estado incorreto.

source: Parameters not correct.
de: Die Parameter sind nicht korrekt.
fr: Paramètres invalides
pt_br: Parâmetros incorretos.

source: Certificate not valid.
de: Zertifikat ungültig.
fr: Certificat invalide
pt_br: Certificado invalido.

source: Fork failed
de: Fork fehlgeschlagen
fr: Échec du processus de fork
pt_br: Fork falhou

source: Certificate wasn't created.
de: Zertifikat wurde nicht erstellt.
fr: Le certificat n'as pas été créé.
pt_br: Certificado não foi criado.

source: No certificate selected.
de: Es wurde nichts ausgewählt.
fr: Aucun certificat sélectionné.
pt_br: Nenhum certificado selecionado.

source: E-mail address (e.g. webmaster@company.com)
de: E-Mail Adresse (z.B. webmaster@company.com)
fr: Adresse électronique (p. ex.. webmestre@compagnie.fr)
pt_br: Endereço de e-mail (ex. webmaster@empresa.com.br)

source: Certificate valid for (days)
de: Zertifikat gültig für (Tage)
fr: Le certificat est valide pour (jours)
pt_br: Certificado válido por (dias)

source: Generate key
de: Generiere Schlüssel
fr: Générer une clé
pt_br: Gerar chave

source: Generate Self Signed Certificate and Key
de: Generiere selbst signierte Zertifikate und Schlüssel
fr: Générer un certificat auto-signé et une clé
pt_br: Gerar Certificado e Chave autoassinados

source: Service
de: Dienst
pt_br: Serviço

source: Generate Certificate & Key
de: Generiere Zertifikat und Schlüssel
fr: Générer certificat et clé
pt_br: Gerar Certificado & Chave

source: Symlink Error
de: Symlink Fehler
fr: Erreur de lien symbolique
pt_br: Erro de symlink

source: Certificate:
de: Zertifikat:
fr: Certificat :
pt_br: Certificado:

source: Service:
pt_br: Serviço:

source: Upload Certificate
de: Zertifikat Hochladen
fr: Télécharger un certificat
pt_br: Upload de Certificado

source: Upload certificate
de: Zertifikat hochladen
fr: Télécharger un certificat
pt_br: Upload de certificado

source: Import Certificate
de: Zertifikat Importieren
fr: Importer un certificat
pt_br: Importar Certificado

source: Delete Certificate
de: Zertifikat Löschen
fr: Supprimer un certificat
pt_br: Remover Certificado

source: Should this Certificate really be deleted?
de: Soll das Zertifikat wirklich gelöscht werden?
fr: Désirez-vous vraiment supprimer ce certificat ?
pt_br: Realmente remover este Certificado?

source: The Certificate was imported successfully!
de: Das Zertifikat wurde korrekt importiert!
fr: Le certificat a été importé avec succès !
pt_br: Este Certificado foi importado com sucesso!

source: An error occured during importing! Please check your certificate file.
de: Beim Importierten trat ein Fehler auf! Bitte überprüfen Sie ihre Zertifikatsdatei.
fr: Une erreur s'est produite lors de l'importation ! Veuillez vérifier le fichier de votre certificat.
pt_br: Um erro ocorreu durante a importação. Por favor verificar o arquivo do certificado.

source: Certificate / Key Management
de: Zertifikat und Schlüssel Verwaltung
fr: Gestion Certificat et Clé
pt_br: Gerenciamento de Certificados e Chaves

source: Import Key or Signed Certificate
de: Zertifikat Importieren
fr: Importer une clé ou un certificat signé
pt_br: Importar Chave ou Certificado assinado

source: Manage/View Installed Certificates and Keys
de: Verwalte installierte Zertifikate
fr: Gérer/Afficher les certificats et les clés installées
pt_br: Gerenciar/Ver Certificados e Chaves instalados

source: Certificate Manager
de: Zertifikats Manager
fr: Gestionnaire de certificat
pt_br: Gerenciador de Certificados

source: Keysize (in bits)
de: Schlüssellänge (in Bits)
fr: Taille de la clé (in octets)
pt_br: Tamanho da chave (em bits)

source: Locality (e.g. city)
de: Örtlichkeit (z.B. Stadt)
fr: Localité (p. ex. ville)
pt_br: Localidade (ex. cidade)

source: Organization Name (e.g. company)
de: Organization Name (z.B. Firma)
fr: Nom Organisation (p. ex. compagnie)
pt_br: Nome da organização (ex. empresa)

source: Organization Unit Name (e.g. division)
de: Organization Unit Name (z.B. Abteilung)
fr: Nom Unité Organisationnelle (p. ex. division)
pt_br: Nome da Unidade de organização (OU) (ex. departamento)

source: State or province (full name)
de: Staat oder Provinz (Voller Name)
fr: État ou province (nom complet)
pt_br: Estado (nome completo)

source: Begin Date
de: Gültig ab
fr: Date de début
pt_br: Data de início

source: Delete
de: Löschen
fr: Supprimer
pt_br: Remover

source: File deleted sucessfully
de: Datei Erfolgreich gelöscht
fr: Fichier supprimé avec succès
pt_br: Arquivo excluído com sucesso

source: Name
fr: Nom
pt_br: Nome

source: Expires on
de: Gültig bis
fr: Expire le
pt_br: Válido até

source: Certificate not valid!
de: Zertifikat nicht gültig!
fr: Certificat invalide !
pt_br: Certificado invalido.

source: Manage Installed Certificates
de: Verwalte installierte Zertifikate
fr: Gérer les certificats installés
pt_br: Gerenciar certificados instalados

source: The services are going to be restarted!
de: Die Dienste werden neu gestartet!
fr: Les services vont être redémarrés !
pt_br: Os serviçõs serão reiniciados!

source: yes
de: ja
fr: oui
pt_br: sim

source: no
de: nein
fr: non
pt_br: não

source: Success
de: Erfolgreich
fr: Succès
pt_br: Sucesso
