Repository: bitbone/yaffas
Catalog: zarafa/webmin/modules/yaffas-module-zarafaorphanedstores/po/*.po
Languages: de, pt_br

source: Orphaned Stores
de: Verwaiste Postfächer
pt_br: Caixas órfã

source: Description
de: Beschreibung
pt_br: Descrição

source: Store Guid
de: Postfach GUID
pt_br: Guid da Caixa

source: Guessed Username
de: Geschätzter Benutzername
pt_br: Suposto nome do usuário

source: Size
de: Größe
pt_br: Tamanho

source: Last Modified
de: Letzte Änderung
pt_br: Última Modificação

source: Last Login
de: Letzter Login

source: Store Type
de: Postfachtyp
pt_br: Tipo de Caixa

source: Do you really want to delete the selected store?
de: Wollen Sie das Postfach wirklich löschen?
pt_br: Você deseja realmente excluir as caixas selecionadas?

source: Delete orphaned store
de: Verwaistes Postfach löschen
pt_br: Excluir caixa órfã

source: Do you really want to copy this store to the public store?
de: Möchten Sie dieses Postfach wirklich in den öffentlichen Ordner kopieren?
pt_br: Realmente deseja copiar esta caixa para a pasta pública?

source: Delete
de: Löschen
pt_br: Remover

source: Hook to user
de: An einen Benutzer anhängen
pt_br: Atribuir à usuário

source: Copy to public store
de: In den öffentlichen Ordner kopieren
pt_br: Copiar para pasta pública

source: Hook orphaned store
de: Verwaistes Postfach umhängen
pt_br: Atribuir caixa órfã

source: Confirm
de: Bestätigen
pt_br: Confirmar

source: Username
de: Benutzername
pt_br: Nome do usuário

source: Full Name
de: Voller Name
pt_br: Nome Completo

source: Orphaned Store ID
de: Verwaistes Postfach ID
pt_br: ID da Caixa Órfã

source: Hook store
de: Postfach umhängen
pt_br: Atribuir Caixa

source: to user
de: an Benutzer
pt_br: ao usuário

source: Hook
de: Umhängen
pt_br: Atribuir

source: Cancel
de: Abbrechen
pt_br: Cancelar

source: Could not hook orphaned store
de: Konnte das verwaiste Postfach nicht umhängen
pt_br: Não foi possível atribuir caixa órfã

source: Could not find store
de: Konnte das angegebene Postfach nicht finden.
pt_br: Não foi possível localizar caixa

source: Could not hook the store to the selected user.
de: Konnte das Postfach nicht an den angegebenen Benutzer anhängen.
pt_br: Não foi possível atribuir caixa ao usuário selecionado.

source: You have to select a user first
de: Sie müssen zuerst einen Benutzer auswählen
pt_br: É necessário selecionar um usuário primeiro

source: This is a list of all zarafa stores which are not hooked to any user. Usually this happens when users are deleted. You have the option to delete these stores, hook them to another user or copy them to the public store. Hooking a orphaned store to a user will make the orphaned store the user's new store. The user's old store will in turn be orphaned.
de: Dies ist eine Liste aller Postfächer in Zarafa, die keinem Benutzer zugeordnet sind. Dies geschieht z.B. wenn ein Benutzer gelöscht wird. Sie haben die Möglichkeit diese Postfächer zu löschen, sie an einen anderen Benutzer anzuhängen oder sie in den öffentlichen Ordner zu kopieren. Ein verwaistes Postfach an einen anderen Benutzer anzuhängen, macht dieses Postfach zum neuen Postfach des Benutzers. Das alte Postfach des Benutzers wird danach verwaist sein.
pt_br: Gerará uma lista de todas as caixas Zarafa que não estão atribuídos à um usuário. Normalmente isso acontece quando um usuário é excluído. É possível remover essas caixas, atribuí-las à um outro usuário ou copiá-las para a pasta pública. Quando uma caixa órfã é atribuída a um usuário, essa caixa será a caixa principal deste usuário. A caixa atribuída anteriormente será uma caixa órfã em seguida.
