Repository: bitbone/yaffas
Catalog: */webmin/modules/yaffas-module-users/po/*.po
Languages: de, fr, pt_br, sl

source: Username not valid. Only lowercase characters, digits, dots and minus are valid. Usernames also have to start with a letter.
de: Ungültiger Benutzername. Nur Kleinbuchstaben, Ziffern, Punkt und Minus-Zeichen sind gültig. Benutzernamen müssen außerdem mit einem Buchstaben beginnen.

source: Password not valid
de: Passwort nicht gültig
fr: Mot de passe invalide
pt_br: Senha inválida
sl: Geslo je nepravilno

source: E-mail address not valid
de: E-Mail Adresse nicht gültig
fr: Adresse électronique invalide
pt_br: Endereço de e-mail não válido
sl: Neveljaven elektronski naslov

source: Could not set e-mail address
de: Konnte die E-Mail Adresse nicht setzen
fr: Impossible de définir l'adresse électronique
pt_br: Não foi possível definir o endereço de email
sl: Ne morem nastaviti naslova elektronskega sporočila

source: Could not change e-mail address
de: Konnte die E-Mail Adresse nicht ändern
fr: Impossible de modifier l'adresse électronique
pt_br: Não foi possível modificar o endereço de email
sl: Ne morem spremeniti naslova elektronskega sporočila

source: Invalid e-mail address
de: Ungültige E-Mail Adresse
fr: Adresse électronique invalide
pt_br: Endereço de e-mail inválido
sl: Neveljaven naslov elektronskega sporočila

source: No e-mail address specified
de: Keine E-Mail Adresse angegeben.
fr: Aucune adresse électronique n'a été spécifiée
pt_br: Endereço de e-mail não especificado
sl: Ni specificiranega elektronskega naslova

source: Groups not valid
de: Gruppen nicht gültig
fr: Groupes invalides
pt_br: Grupos inválidos
sl: Neveljavne skupine

source: Passwords are not equal
de: Die beiden Passwörter sind unterschiedlich
fr: Les mots de passe ne correspondent pas
pt_br: As senhas não são iguais
sl: Gesli nista enaki

source: No user selected.
de: Kein Benutzer ausgewählt.
fr: Aucun utilisateur sélectionné
pt_br: Nenhum usuário selecionado.
sl: Ni izbranega uporabnika.

source: Wrong filetype selected.
de: Falscher Dateityp ausgewählt.
fr: Mauvais type de fichier sélectionné
pt_br: Formato de arquivo selecionado errado.
sl: Izbran je bil napačen tip datoteke.

source: Could not change the login.
de: Konnte den Login nicht ändern.
fr: Impossible de modifier l'identifiant
pt_br: Não foi possível modificar o login.
sl: Ni bilo mogoče spremeniti prijave.

source: Could not read UIDs of the following users:
de: Konnte die UIDs folgender Benutzer nicht auslesen:
fr: Impossible de lire les UIDs des utilisateurs suivants :
pt_br: Não foi possível ler os UIDs dos seguintes usuários:

source: The alias is not valid.
de: Der Alias ist ungültig.
fr: L'alias est invalide.
pt_br: O alias não é válido.
sl: To ime aliasa ni veljavno.

source: If you want to you use aliases for this user, you should activate his mailbox.
de: Um Aliase verwenden zu können, benötigt der User eine Mailbox.
fr: Si vous désirez utiliser un alias pour cet utilisateur, vous devez activer sa boîte aux lettres.
pt_br: Caso queira usar aliases para este usuário será necessário ativar a caixa dele.

source: The selected username is already used by the system.
de: Der ausgewählte Benutzername ist bereits vom System reserviert.
fr: Le nom d'utilisateur sélectionné est déjà utilisé par le système.
pt_br: O nome de usuário selecionado já está sendo usado pelo sistema.
sl: Izbrano uporabniško ime se v sistemu že uporablja.

source: The quota value has to be a number.
de: Der Quotawert muss eine Zahl sein!
fr: La valeur du quota doit être un nombre.
pt_br: O valor da cota deve ser um número.

source: The quota value has to be positive.
de: Der Quotawert muss positiv sein!
fr: La valeur du quota doit être positive.
pt_br: O valor da cota deve ser positivo.

source: The domain is not defined as local domain in your mailserver configuration.
de: Die Domäne ist in der Mailserver Konfiguration nicht als lokale Domäne definiert.
fr: Le domaine n'est pas défini comme domaine local dans la configuration de votre serveur de courriel.
pt_br: O domínio não está definido como domínio local na configuração do servidor de e-mail.

source: You cannot use localhost as domain-part
de: Domänenanteil der E-Mail Adresse darf nicht localhost sein.
fr: Vous ne pouvez pas utiliser l'hôte local comme partie de domaine.
pt_br: Você não pode utilizar o localhost como parte do domínio

source: The username and the local-part are different. You must define an alias to localpart. Otherwise zarafa will not be able to deliver emails properly.
de: Der Benutzername und der lokale Anteil unterscheiden sich. Damit Zarafa die angegebene E-Mailadresse verarbeiten kann, muss folgender E-Mail Alias angelegt werden:
fr: Le nom d'utilisateur et la partie locale sont différents. Vous devez définir un alias pour la partie locale. Autrement Zarafa ne sera pas en mesure de distribuer le courrier correctement.
pt_br: O nome do usuário e a parte local do endereço são diferentes. É necessário definir um alias para a parte local. Caso contrário o Zarafa não poderá entregar e-mails corretamente.

source: Username and e-mail local-part are different. To make Zarafa work with the given e-mail address you have to define the following e-mail alias:
de: Der Benutzername und der lokale Anteil unterscheiden sich. Damit Zarafa die angegebene E-Mailadresse verarbeiten kann, muss folgender E-Mail Alias angelegt werden:
fr: Le nom d'utilisateur et la partie locale sont différents. Pour que Zarafa puisse fonctionner l'adresse électronique donnée, il faut définir l'alias de l'adresse suivante :
pt_br: O nome do usuário e a parte local do endereço são diferentes. Para o funcionamento do Zarafa com o endereço de e-mail fornecido, será necessário definir os seguintes aliases:

source: This user could not be added/edited.
de: Der Benutzer konnte nicht hinzugefügt/bearbeitet werden.
fr: Impossible d'ajouter ou de modifier l'utilisateur.
pt_br: Este usuário não pode ser adicionado/modificado.
sl: Tega uporabnika ne morete dodati/urejati.

source: This action is only supported with local authentification.
de: Diese Aktion wird nur bei lokaler Authentifizierung unterstützt.
fr: Cette action n'est permise qu'avec une authentification locale.
pt_br: Essa ação é suportada somente usado a autenticação local.
sl: To dejanje je podprto samo z lokalno avtentikacijo.

source: User was created but Zarafa store was not created. This means normally that your license does not allow any more users.
de: Der Benutzer wurde angelegt, doch es konnte kein Zarafa Konto angelegt werden. Das bedeutet sehr wahrscheinlich, dass ihre Zarafa Lizenz keine weiteren Benutzer erlaubt.
fr: L'utilisateur a été créé, mais pas la base de stockage Zarafa. Généralement cela signifie que votre licence ne permet plus d'ajouter de nouveaux utilisateurs.
pt_br: O usuário foi criado com sucesso, mas a caixa do usuário no Zarafa não foi criado. Geralmente isso significa que sua licença ZCP não permite mais usuários.

source: This user is used for delivery in public folders. You have to select another user for this, then you can delete this one.
de: Der Benutzer wird für die Zustellung in Ordner verwendet. Sie müssen zuerst diese Einstellung ändern, bevor Sie den Benutzer löschen können.
fr: Cet utilisateur est utilisé pour la distribution dans les dossiers publics. Vous devez sélectionner un autre utilisateur pour cela, ensuite vous pourrez supprimer celui-là.
pt_br: Este usuário é usado para entregar e-mails em pastas públicas. Primeiro é necessário escolher um outro usuário para este fim. Depois este usuário poderá ser removido.

source: Internal call to zarafa-admin --force-resync failed, error code:
de: Aufruf von zarafa-admin --force-resync fehlgeschlagen, Fehlercode:
pt_br: Execução interna do zarafa-admin --force-resync falhou com o código de erro:

source: Unable to access this user's vacation information. Make sure the user has a valid Zarafa store.
de: Abwesenheits-Informationen des Nutzers können nicht abgerufen werden. Bitte sicherstellen, dass dem Benutzer ein Zarafa-Store zugeordnet ist.

source: Usermanagment
de: Benutzerverwaltung
fr: Gestion des utilisateurs
pt_br: Gerenciamento de Usuários
sl: Upravljanje z uporabniki

source: Add user
de: Benutzer hinzufügen
fr: Ajouter un utilisateur
pt_br: Adicionar usuário
sl: Dodaj uporabnika

source: Printer operator
de: Druckeroperator
fr: Opérateur imprimante
pt_br: Operador de Impressora
sl: Tiskalniški upravljalec

source: Printer Administrator
de: Drucker Administrator
fr: Administrateur imprimante
pt_br: Administrador de Impressora
sl: Tiskalniški administrator

source: Modified users
de: Benutzer geändert
fr: Utilisateurs modifiés
pt_br: Usuários modificados
sl: Spremenjeni uporabniki

source: Modify user
de: Benutzer ändern
fr: Modifier un utilisateur
pt_br: Modificar usuário
sl: Spremeni uporabnika

source: Do You really want to delete the selected users?
de: Wollen Sie die Benutzer wirklich löschen?
fr: Désirez-vous vraiment supprimer les utilisateurs sélectionnés ?
pt_br: Você deseja realmente excluir os usuários selecionados?
sl: Ali res želite izbrisati izbrane skupine?

source: Remove user
de: Benutzer löschen
fr: Retirer un utilisateur
pt_br: Remover usuário
sl: Odstrani uporabnika

source: E-mail address
de: E-Mail Adresse
fr: Adresse électronique
pt_br: Endereço de e-mail
sl: Naslov elektronskega sporočila

source: Groups
de: Gruppen
fr: Groupes
pt_br: Grupos
sl: Skupine

source: Enable e-mail account
de: E-Mail Account aktivieren
fr: Activer un compte de courriel
pt_br: Conta de e-mail habilitado
sl: Omogoči elektronski naslov

source: No matter
de: Egal
fr: Peu importe
pt_br: Sem problema
sl: Ni pomembno

source: No printer operator
de: Kein Druckeroperator
fr: Aucun opérateur imprimante
pt_br: Nenhum operador de impressora
sl: Ni tiskalniškega operaterja

source: Username
de: Benutzername
fr: Nom d'utilisateur
pt_br: Nome do usuário
sl: Uporabniško ime

source: Password
de: Passwort
fr: Mot de passe
pt_br: Senha
sl: Geslo

source: Repeat password
de: Passwort wiederholen
fr: Renouveler la saisie du mot de passe
pt_br: Repita a senha
sl: Ponovi geslo

source: User Management
de: Benutzerverwaltung
fr: Gestion des utilisateurs
pt_br: Gerenciamento de Usuário
sl: Upravljanje z uporabniki

source: Filetype for fax delivery
de: Dateityp für Faxzustellung
fr: Type de fichier pour la distribution de fax
pt_br: Tipo de arquivo para a entrega de fax
sl: Tip datoteke za pošiljko iz faksa

source: Authentication
de: Authentifizierung
fr: Authentification
pt_br: Autenticação
sl: Avtentikacija

source: User
de: Benutzer
fr: Utilisateur
pt_br: Usuário
sl: Uporabnik

source: Zarafa shared store user
de: Zarafa Gemeinschaftskonto
fr: Utilisateur de la base de stockage partagée Zarafa
pt_br: Caixa compartilhada Zarafa

source: irreversible after activation
de: nach Aktivierung unumkehrbar
fr: irréversible après l'activation
pt_br: irreversível após a ativação

source: Given name
de: Vorname
fr: Prénom
pt_br: Primeiro nome
sl: Dano ime

source: Surname
de: Nachname
fr: Nom
pt_br: Sobrenome
sl: Priimek

source: no Zarafa license
de: keine Zarafa Lizenz
fr: Aucune licence Zarafa
pt_br: sem licença Zarafa
sl: ni Licence za Zarafo

source: Convert into a zarafa resource
de: In eine Zarafa Ressource umwandeln
fr: Convertir en ressource Zarafa
pt_br: Converter para um recurso Zarafa
sl: Spremeniv zarafa izvor

source: Should the following users really be converted into zarafa resources?
de: Sollen folgende Nutzer wirklich in Zarafa Ressourcen umgewandelt werden?
fr: Désirez-vous vraiment que les utilisateurs suivants soient convertis en ressources Zarafa ?
pt_br: Os usuários realmente deverão ser convertidos para recursos Zarafa?
sl: Ali naj bodo naslednji uporabniki res spremenjeni v zarafa izvor?

source: User created with following warnings
de: Benutzer wurde mit folgenden Warnungen angelegt
fr: Utilisateurs créés avec les avertissements suivants
pt_br: Usuário criado com os seguintes avisos
sl: Uporabnik ustvarjen z naslednjimi opozorili

source: Business Phone
de: Firmennummer
fr: Téléphone professionnel
pt_br: Telefone Comercial
sl: Poslovni telefon

source: Location
de: Ort
fr: Emplacement
pt_br: Localização
sl: Lokacija

source: Department
de: Abteilung
fr: Service
pt_br: Departamento
sl: Oddelek

source: the following users
de: für folgende Benutzer erlauben

source: the following groups
de: für folgende Gruppen erlauben

source: Features
de: Funktionen
fr: Fonctionnalités
pt_br: Recursos
sl: Funkcije

source: Add
de: Hinzufügen
fr: Ajouter
pt_br: Adicionar
sl: Dodaj

source: Remove
de: Entfernen
fr: Supprimer
pt_br: Remover
sl: Odstrani

source: Set default
de: Standard
fr: Définir par défaut
pt_br: Definir padrão
sl: Nastavi privzeto

source: Modify
de: Ändern
fr: Modifier
pt_br: Modificar
sl: Spremeni

source: User currently in the office
de: Der Benutzer ist zur Zeit im Büro
fr: L'utilisateur est au bureau
pt_br: Usuário está no escritório
sl: Uporabnik je trenutno v pisarni

source: User currently out of the office
de: Der Benutzer ist zur Zeit nicht im Büro
fr: L'utilisateur s'est absenté du bureau
pt_br: Usuário está ausente do escritório
sl: Uporabnik je trenutno odsoten

source: Edit out of office
de: Abwesenheit bearbeiten
fr: Modifier l'absence du bureau
pt_br: Editar Ausência do Escritório
sl: Uredi odsotnost

source: Subject
de: Betreff
fr: Objet
pt_br: Assunto
sl: Zadeva

source: Message
de: Nachricht
pt_br: Mensagem
sl: Sporočilo

source: Hide from addressbook
de: Aus dem Adressbuch ausblenden
pt_br: Ocultar do catálogo de endereços
sl: Skrij iz imenika

source: Store size
de: Postfachgröße
pt_br: Tamanho da caixa
sl: Shrani velikost

source: Store type
de: Postfachtyp
pt_br: Tipo da caixa
sl: Shrani tip

source: Active
de: Aktiv
pt_br: Ativo
sl: Aktiven

source: None
de: Keine
fr: Aucun
pt_br: Nenhum
sl: Nič

source: Force offline profile resynchronization
de: Offline-Profil Resynchronisierung erzwingen
pt_br: Forçar ressincronização do perfil offline

source: This forces the client (in cached mode) to re-download all data from the server. Certain client-side problems might be fixed by this process, but depending on the mailbox size this may consume lots of time and bandwidth, so please verify if you really want this, especially in low-bandwidth setups.<br/><br/>Force resynchronization for the following user?
de: Diese Funktion zwingt im Cached-Mode laufende Clients, alle Daten erneut mit dem Server zu synchronisieren. Dies kann gewisse clientseitige Probleme beheben, nimmt aber je nach Größe des Postfachs eventuell einige Zeit und Bandbreite in Anspruch. Es sollte daher abgewogen werden, ob dies wirklich erwünscht ist, insbesondere in Umgebungen mit langsamer Server-Anbindung.<br /><br/>Soll die Re-Synchronisation jetzt für den folgenden Benutzer durchgeführt werden?
pt_br: Isso força que o cliente (em modo cached) ressincroniza todos os dados com o servidor. Certos problemas que podem ocorrer no lado do cliente podem ser reparados com este procedimento, mas o tamanho do perfil poderá causar um consumo de banda alto. Então por favor verifique se você realmente quer executar este processo, especialmente em setups com banda limitada.<br/><br/>Forçar ressincronização para o usuário?

source: Configure disclaimer
de: Konfiguriere E-Mail-Signatur
pt_br: Configurar disclaimer
sl: Uredi omejitev odgovornosti

source: On
de: Aktiviert
sl: Vključeno

source: Off
de: Aus
fr: Désactivé
pt_br: Desligado
sl: Izključeno

source: Default (on)
de: Standard (aktiviert)
sl: Privzeto (vključeno)

source: Default (off)
de: Standard (deaktiviert)
sl: Privzeto (izključeno)

source: When a user is administrator, the user will be allowed to open all Zarafa stores of any user.
de: Wenn ein Benutzer Administrator ist, kann er alle Zarafa Stores aller Benutzer öffnen.
fr: Si un utilisateur est administrateur, il aura la possibilité d'ouvrir les bases Zarafa de n'importe quel autre utilisateur.
pt_br: No caso que o usuário é administrador, ele poderá abrir as caixas de todos os usuários no Zarafa.
sl: Če je uporabnik administrator, ima dovoljenje za odpiranje vseh Zarafa hramb katerega koli uporabnika.

source: The user will not be able to login and he will not be added to the active users of your license. Other users can open this users store as a delegate.
de: Der Benutzer kann sich nicht anmelden und wird nicht zu den aktiven Benutzern ihrer Lizenz hinzugezählt. Andere Benutzer können den Store dieses Benutzers als Vertreter öffnen.
fr: L'utilisateur ne pourra pas se connecter et ne sera pas ajouté à la liste des utilisateurs actifs de votre licence. Les autres utilisateurs pourront accéder à la base de stockage de cet utilisateur en tant que délégués.
pt_br: O usuário não poderá logar no Zarafa e também não contará como usuário ativo na sua licença. Outros usuários poderão abrir essa caixa no modo de delegação.

source: Enter the amount of disk space this user may take up. The user will be warned if he draws near that limit. After the limit is reached, the user will not be able to send and receive mails.
de: Geben sie die Größe des Plattenplatzes an, die dieser Benutzer belegen darf. Der Benutzer wird gewarnt, wenn er sich diesem Limit nähert. Nachdem das Limit erreicht ist, kann er keine E-Mails mehr senden oder empfangen.
fr: Saisir la taille de l'espace disque que cet utilisateur pourra remplir. L'utilisateur sera averti si il s'approche de cette limite. Une fois la limite atteinte, l'utilisateur ne pourra plus envoyer ou recevoir de courriel.
pt_br: Fornecer a quantia de espaço no disco que este usuário poderá usar (cota). O usuário será avisado quando chegar perto deste limite. Quando o usuário exceder este limite, não será possível de enviar e receber e-mails novos e-mails.

source: When enabled it hides this user from the global addressbook.
de: Wenn aktiviert, wird der Benutzer aus dem Globalen Adressbuch ausgeblendet.
pt_br: Habilitado oculta o usuário do catálogo de endereços.

source: Name
fr: Nom
pt_br: Nome
sl: Ime

source: Mailbox quota
fr: Quota boîte aux lettres
pt_br: Cota da Caixa de E-mail
sl: Kvota nabiralnika

source: Zarafa administrator
fr: Administrateur Zarafa
pt_br: Administrador Zarafa

source: Zarafa store
fr: Base de stockage Zarafa
pt_br: Caixa Zarafa
sl: Zarafa hramba

source: Administrator
fr: Administrateur
pt_br: Administrador

source: Shared
fr: Partagé
pt_br: Compartilhado
sl: V skupni rabi

source: E-mail alias
fr: Alias courriel
sl: Poštni alias

source: Allow send as
fr: Permettre 'Envoyer en tant que'

source: For user
fr: Pour l'utilisateur

source: For group
fr: Pour le groupe

source: Fax
sl: Faks
