Repository: bitbone/yaffas
Catalog: */webmin/modules/yaffas-module-mailsrv/po/*.po
Languages: de, fr, pt_br

source: Base Configuration
de: Grundkonfiguration
fr: Configuration de base
pt_br: Configuração base

source: Mail server name
fr: Nom du serveur de courrier
pt_br: Nome do servidor de correio

source: Unknown recipient
de: Bei unbekanntem Empfänger
fr: Destinataire inconnu
pt_br: Destinatário desconhecido

source: Refuse Mail
de: Annahme verweigern
fr: Refuser le courriel
pt_br: Recusar E-mail

source: Delete Mail
de: E-Mail löschen
fr: Supprimer le courriel
pt_br: Excluir E-mail

source: Send to mailadmin
de: An Mail Administrator senden
fr: Envoyer à l'administrateur de courrier
pt_br: Enviar para o Administrador dos e-mails

source: Mail administrator
fr: Administrateur de courrier
pt_br: Administrador de Correio

source: Mail domain
fr: Domaine de courrier
pt_br: Domínio de correio

source: Smarthost server
fr: Serveur smarthost
pt_br: Servidor smarthost

source: Username
de: Benutzername
fr: Nom d'utilisateur
pt_br: Nome do usuário

source: Password
de: Passwort
fr: Mot de passe
pt_br: Senha

source: Do you really want to delete these entries?
de: Möchten Sie diese Einträge wirklich löschen?
fr: Désirez-vous vraiment supprimer ces données ?
pt_br: Realmente deseja remover estes itens?

source: Local Domains
de: Lokale Domänen
fr: Domaines locaux
pt_br: Domínios locais

source: Open Relay Subnets
de: Open Relay Subnetze
fr: Sous-réseau de relais ouvert
pt_br: Sub-redes abertos para relay

source: Save
de: Speichern
fr: Enregistrer
pt_br: Salvar

source: Mailserver
fr: Serveur de courrier
pt_br: servidor de e-mail

source: Add
de: Hinzufügen
fr: Ajouter
pt_br: Adicionar

source: Delete
de: Löschen
fr: Supprimer
pt_br: Remover

source: Maximum mail size
de: Maximale Mailgröße
fr: Taille maximale du courriel
pt_br: Tamanho máximo de e-mail

source: E-Mail forwarding
de: E-Mail Weiterleitung
fr: Transfert du courriel
pt_br: Encaminhar E-mail

source: Forward all e-mail
de: Alle E-Mails weiterleiten aktivieren
fr: Transférer tout le courriel
pt_br: Encaminhar todos os e-mails

source: Rewrite local domain
de: Lokale Domaine umschreiben
fr: Réécrire le domaine local
pt_br: Reescrever domínios locais

source: Enable archival storage
de: Archivierung aktivieren
fr: Activer le stockage des archives
pt_br: Habilitar armazenamento de archive

source: Destination of archival storage
de: Ziel der Archivierung
fr: Destination du stockage des archives
pt_br: Destino do armazenamento de archive

source: Archival Storage
de: Archivierung
fr: Stockage des archives
pt_br: armazenamento de Archive

source: Zarafa administrator for delivery into public folders
de: Zarafa-Administrator für die Auslieferung in Öffentliche Ordner
fr: Administrateur Zarafa en charge de la distribution vers les dossiers publics
pt_br: Administrador Zarafa para entregar e-mails em pasta pública

source: The destination have to be a local user or an e-mail address!
de: Das Ziel muss entweder ein lokaler Benutzer oder eine E-Mail Adresse sein!
fr: La destination doit être un utilisateur local ou une adresse électronique !
pt_br: É necessário que o destino seja um usuário local ou um endereço de e-mail!

source: You have to insert a valid domainname.
de: Es muss eine gültige Domain angegeben werden.
fr: Vous devez saisir un nom de domaine valide.
pt_br: Nome de domínio inválido.

source: No Entries.
de: Keine Einträge.
fr: Aucune saisie.
pt_br: Nenhum item.

source: Smarthost not valid.
de: Smarthost nicht gültig.
fr: Smarthost invalide.
pt_br: Smarthost inválido.

source: Username not valid.
de: Benutzername nicht gültig.
fr: Nom d'utilisateur invalide.
pt_br: Nome do usuário inválido.

source: Password not valid.
de: Passwort nicht gültig.
fr: Mot de passe invalide.
pt_br: Senha inválida.

source: Maildomain not valid.
de: Maildomain nicht gültig.
fr: Domaine de courrier invalide.
pt_br: Domínio de e-mail inválido.

source: IP adress or IP range not valid.
de: IP Addresse oder IP Bereich nicht gültig.
fr: Adresse IP ou zone IP invalide.
pt_br: Endereço IP ou range IP inválido.

source: Error: The domain may only contain characters (a-z and A-Z), numbers (0-9), '.' and '-'. It also has a minimum length of one.
de: Der Domainname darf nur aus Buchstaben (a-z und A-Z), sowie Zahlen (0-9), '.' und '-' bestehen. Ausserdem muss er mindestens ein Zeichen lang sein.
fr: Erreur : Le domaine ne peut comporter que des lettres (a-z et A-Z), des chiffres (0-9), '.' et '-'. Il doit également contenir au moins un caractère.
pt_br: Erro: O domínio poderá conter somente letras (a-z e A-Z), números (0-9), '.' e '-'. O tamanho mínimo é um.

source: Mailadmin not valid.
de: Mailadmin nicht gültig.
fr: L'administrateur de courrier est invalide.
pt_br: Mailadmin inválido.

source: Mailserver not valid.
de: Mailserver nicht gültig.
fr: Le serveur de courrier est invalide.
pt_br: Servidor de e-mail inválido.

source: The mail size has to be a number.
de: Die Mailgröße muss eine Zahl sein.
fr: La taille du courrier doit être un nombre.
pt_br: O tamanho do e-mail precisa ser um número.

source: Invalid value for recipient verification
de: Ungültiger Wert für Empfänger Verifizierung
fr: Valeur invalide pour la vérification du destinataire
pt_br: Valor inválido para a verificação de destinatário

source: Zarafa is not installed.
de: Zarafa ist nicht installiert.
fr: Zarafa n'est pas installé.
pt_br: Zarafa não esta instalado.

source: This user does not exists on this system.
de: Der Benutzer existiert nicht.
fr: Cet utilisateur n'existe pas sur ce système.
pt_br: Este usuário não existe neste sistema.

source: No password given.
de: Das Passwort wurde nicht angegeben.
fr: Aucun mot de passe n'a été fourni.
pt_br: Senha não fornecida.

source: This user is not an zarafa administrator.
de: Der Benutzer ist kein Zarafa-Administrator.
fr: Cet utilisateur n'est pas un administrateur Zarafa.
pt_br: Este usuário não é um administrador Zarafa.

source: The password is not correct.
de: Das Passwort des angegebenen Benutzers ist falsch.
fr: Le mot de passe n'est pas correct.
pt_br: Senha incorreta.

source: Greylist
fr: Liste grise

source: Quarantine
de: Quarantäne
fr: Quarantaine
pt_br: Quarentena

source: Mail Security
de: Mail Sicherheit
fr: Sécurité du courriel
pt_br: Segurança de e-mail

source: MPP Policyserver
fr: Serveur de règle MPP
pt_br: Servidor MPP de políticas

source: Enabled
de: Aktiv
fr: Activé
pt_br: Habilitado

source: Disabled
de: Ausgeschaltet
fr: Désactivé
pt_br: Desabilitado

source: Status
fr: État
pt_br: Estado

source: Feature
de: Funktion
fr: Fonctionnalité

source: Start
fr: Démarrer
pt_br: Início

source: Stop
de: Anhalten
fr: Annuler
pt_br: Parar

source: Running
de: Gestartet
fr: En cours d'exécution
pt_br: Executando

source: Stopped
de: Gestoppt
fr: À l'arrêt
pt_br: Interrompido

source: E-mail
fr: Courriel

source: Virus found notification
de: Benachrichtigung bei Viren-Mails
fr: Notification de détection de Virus
pt_br: Notificação de vírus encontrado

source: Disabled TLS/SSL
de: Deaktivieren von TLS/SSL
fr: TLS/SSL désactivé
pt_br: TLS/SSL desabilitado

source: Disable TLS/SSL to smarthost
de: Deaktivieren von TLS/SSL zum Smarthost
fr: Désactiver TLS/SSL vers le smarthost
pt_br: Desabilitar TLS/SSL para smarthost

source: Disable TLS/SSL to mailclient
de: Deaktivieren von TLS/SSL zum Mail-Client
fr: Désactiver TLS/SSL vers le client de courriel
pt_br: Desabilitar TLS/SSL para cliente de correio

source: You submitted e-mail address is not correct!
de: Ihre angebebene E-Mail Adresse ist nicht korrekt!
fr: Vous avez saisi une adresse électronique invalide !
pt_br: O endereço de e-mail fornecido é incorreto!

source: Your KAV key is expired or not valid!
de: Ihr KAV Lizenzschlüssel ist abgelaufen oder ungültig!
fr: Votre clé KAV est expirée ou invalide !
pt_br: A chave KAV está expirada ou inválida!

source: You have to update your KAV before you activate this feature.
de: Führen Sie ein KAV Update duch bevor Sie dieses Feature aktivieren.
fr: Vous devez mettre à jour votre KAV avant d'activer cette fonctionnalité.
pt_br: É necessário atualizar seu KAV antes de ativar este recurso.

source: You have to update your KAS before you activate this feature.
de: Führen Sie ein KAS Update duch bevor Sie dieses Feature aktivieren.
fr: Vous devez mettre à jour votre KAS avant d'activer cette fonctionnalité.
pt_br: É necessário atualizar seu KAS antes de ativar este recurso.

source: Please activate policy server in MPP interface first.
de: Bitte aktivieren Sie zuerst in der MPP Oberfläche den Policyserver.
fr: Veuillez tout d'abord activer le serveur de règle dans l'interface MPP.
pt_br: Por favor ativar primeiro o servidor de políticas na interface MPP.

source: This name will be sent to remote SMTP servers for outgoing mails.
de: Dieser Name wird bei ausgehenden E-Mails an den SMTP Server übergeben.
fr: Ce nom sera envoyé aux serveurs SMTP distants pour les courriels sortants
pt_br: Este nome será enviado ao SMTP remoto para e-mails enviados.

source: This limits the size of all incoming and outgoing mails. Leave it blank and the server will handle mails with unlimited size.
de: Dies begrenzt die Größe aller ein- und ausgehenden E-Mails. Wenn sie das Feld leer lassen, wird der Server E-Mail mit beliebiger Größe verarbeiten.
fr: Ceci limite la taille de tous les courriels entrants et sortants. Laisser vide afin que le serveur gère les courriels sans aucune limite de taille.
pt_br: Limite de tamanho para todos os e-mails recebidos e enviados. Deixar em branco para um tamanho de e-mail ilimitado.

source: Antivirus
pt_br: Anti-Vírus

source: Service
de: Dienst
pt_br: Serviço

source: Configuration
de: Konfiguration
pt_br: Configuração

source: Choose any valid Zarafa administrator from this list. This is required for delivery to a public folder to work (see Mail alias configuration).
de: Bitte einen gültigen Zarafa-Administrator aus dieser Liste auswählen. Dieser wird für die direkte Zustellung von Mails in öffentliche Ordner benötigt (siehe Mailalias-Konfiguration).
