Repository: bitbone/yaffas
Catalog: */webmin/modules/yaffas-module-changepw/po/*.po
Languages: de, fr, pt_br, zh_tw

source: Change Password
de: Passwort 채ndern
fr: Modifier le mot de passe
pt_br: Alterar senha
zh_tw: 更改密碼

source: System
fr: Système
pt_br: Sistema
zh_tw: 系統

source: Password:
de: Passwort:
fr: Mot de passe :
pt_br: Senha:
zh_tw: 密碼：

source: Repeat password:
de: Passwort wiederholen:
fr: Renouveler la saisie du mot de passe :
pt_br: Repetir senha:
zh_tw: 重複密碼：

source: Save
de: Speichern
fr: Enregistrer
pt_br: Salvar
zh_tw: 儲存

source: Admin-Password
de: Admin-Passwort
fr: Mot de passe administrateur
pt_br: Senha do Administrador
zh_tw: 管理者密碼

source: Root-Password
de: Root-Passwort
fr: Mot de passe root
pt_br: Senha root

source: Domain-Administrator-Password
de: Dom채nen-Administrator-Passwort
fr: Mot de passe administrateur du domaine
pt_br: Senha do Administrador de Domínio

source: Could not set MySQL password!
de: Konnte das MySQL Passwort nicht setzen!
fr: Impossible de configurer le mot de passe MySQL !
pt_br: Não foi possível definir a senha do MySQL!
zh_tw: 無法設定MYSQL密碼！

source: Can't read following file(s):
de: Konnte folgende Datei(en) nicht lesen:
fr: Impossible de lire le(s) fichier(s) suivant(s) :
pt_br: Não foi possível ler o(s) arquivo(s):
zh_tw: 無法讀下列檔案：

source: Can't write following file(s):
de: Konnte folgende Datei(en) nicht schreiben:
fr: Impossible d'enregistrer le(s) fichier(s) suivant(s) :
pt_br: Não foi possível escrever o(s) arquivo(s):
zh_tw: 無法寫下列檔案：

source: Can not set the root password!
de: Konnte das Root Passwort nicht setzen!
fr: Impossible de configurer le mot de passe root !
pt_br: Não foi possível definir a senha root!
zh_tw: 無法設定root password!

source: Can not set the domain-administrator password!
de: Konnte das Dom채nen-Administrator Passwort nicht setzen!
fr: Impossible de configurer le mot de passe administrateur du domaine !
pt_br: Não foi possível definir a senha do administrador de domínio!
zh_tw: 無法設定網域管理員密碼！

source: Can not execute SMBPASSWD!
de: Konnte SMBPASSWD nicht auf&uuml;hren!
fr: Impossible d'exécuter SMBPASSWD !
pt_br: Não foi possível executar SMBPASSWD!
zh_tw: 無法執行SMBPASSWD ！

source: This function is only available in the unlimited version
de: Diese Funktion ist nur in der uneingeschr&auml;nkten Version verf&uuml;gbar
fr: Cette fonctionnalité n'est disponible que dans la version illimitée
pt_br: Esta funcionalidade está disponível somente na versão ilimitada
zh_tw: 此功能僅有無限制版本可用

source: Can not execute following:
de: Kann folgendes nicht ausf&uuml;hren:
fr: Impossible d'exécuter ce qui suit :
pt_br: Não foi possível executar:
zh_tw: 無法執行下列：

source: Can not execute LDAP Modify!
de: Konnte LDAP Modifiy nicht ausf&uuml;hren!
fr: Impossible d'exécuter ldapmodify !
pt_br: Não foi possível executar LDAP Modify!
zh_tw: 無法執行LDAP修改！

source: Can not delete following file(s):
de: Kann folgende Datei(en) nicht l&ouml;schen:
fr: Impossible de supprimer le(s) fichier(s) suivant(s) :
pt_br: Não foi possível remover o(s) arquivo(s):
zh_tw: 無法刪除下列檔案：

source: Can not copy following file(s):
de: Kann folgende Datei(en) nicht kopieren:
fr: Impossible de copier le(s) fichier(s) suivant(s) :
pt_br: Não foi possível copiar o(s) arquivo(s):
zh_tw: 無法複製下列檔案：

source: Password have to be at least on character long and must not contain a hash (#).
de: Das Passwort muss mindestens ein Zeichen lang sein und darf keine Raute (#) enthalten.
fr: Le mot de passe doit comporter au moins un caractère et ne doit pas comporter le caractère dièse (#).
pt_br: Senhas precisam ter no mínimo um carácter e não podem conter o jogo da velha (#).
zh_tw: 密碼須至少一字元長度並且不能包含井號(#)。

source: Both passwords have to be identical.
de: Beide Passw&ouml;rter m&uuml;ssen identisch sein.
fr: Les deux mots de passe doivent être identiques.
pt_br: Ambas as senhas precisam ser idênticas.
zh_tw: 兩密碼須相同

source: Password not valid.
de: Passwort nicht g체ltig.
fr: Mot de passe invalide.
pt_br: Senha inválida.
zh_tw: 密碼無效

source: Admin password
de: Admin Passwort
fr: Mot de passe administrateur
pt_br: Senha do Administrador
zh_tw: 管理者密碼
