Repository: bitbone/yaffas
Catalog: zarafa/webmin/modules/yaffas-module-zarafaconf/po/*.po
Languages: de, fr, nl, pt_br

source: Userfilter
de: Benutzer Filter
fr: Filtre utilisateur
nl: Gebruikersfilter
pt_br: Filtro de usuário

source: Default
de: Standard (alle)
fr: Par défaut
nl: Standaard
pt_br: Padrão

source: AD Plugin
fr: Plugin AD
pt_br: Plugin AD

source: AD Group
de: AD Gruppe
fr: Groupe AD
nl: AD Groep
pt_br: Grupo AD

source: Delete these zarafa stores?
de: Löschen der Zarafa Stores?
fr: Supprimer ces bases de stockage Zarafa ?
nl: Deze Zarafa stores verwijderen?
pt_br: Remover stores Zarafa?

source: With this step, the following zarafa stores would be deleted:
de: Mit dem nächsten Schritt werden die folgenden Zarafa Stores gelöscht:
fr: Avec cette action, les bases de stockage Zarafa suivantes seraient supprimées :
nl: Met deze stap zullen de volgende Zarafa stores worden verwijderd:
pt_br: Com este passo, os seguintes stores Zarafa serão removidos:

source: Could not find Group.
de: Konnte die angegebene Gruppe nicht finden.
fr: Impossible de trouver le groupe.
nl: Kon Groep niet vinden.
pt_br: Não foi possível localizar grupo.

source: Could not find the rootDomainNamingContext in AD.
de: Konnte den rootDomainNamingContext im AD nicht finden.
fr: Impossible de trouver le rootDomainNamingContext dans l'AD.
nl: Kon de rootDomainNamingContext niet vinden in AD.
pt_br: Não foi possível localizar rootDomainNamingContext no AD.

source: Maximum attachment size in Webaccess
de: Maximale Anhanggröße in Webaccess
pt_br: Tamanho máximo de anexos no Webaccess

source: Size
de: Größe
fr: Taille
nl: Grootte
pt_br: Tamanho

source: Purge old deleted items now?
de: Alte gelöschte Objekte jetzt endgültig löschen?
pt_br: Remover itens deletados agora?

source: The maximum attachment size must be numeric and >0.
de: Die maximale Anhangsgröße muss eine Zahl >0 sein.
pt_br: O tamanho máximo de anexos tem que ser numérico e maior que 0.

source: The softdelete lifetime must be numeric and >=0.
de: Die "softdelete lifetime" muss eine Zahl >= 0 sein.
pt_br: O tempo de vida de itens no softdelete tem que ser numérico e maior ou igual à 0.

source: Could not purge old items.
de: Konnte alte gelöschte Objekte nicht bereinigen.
pt_br: Não foi possível remover itens antigos.

source: Optimize
de: Optimiere
fr: Optimiser
nl: Optimaliseer
pt_br: Otimizar

source: Addressable memory
de: Adressierbarer Speicher
fr: Mémoire adressable
nl: Adresseerbaar geheugen
pt_br: Memória disponível

source: Optimized for
de: Optimiert für
fr: Optimisé pour
nl: Geoptimaliseerd voor
pt_br: Otimizado para

source: Optimize memory
de: Speicheroptimierung
fr: Optimiser la mémoire
nl: Optimaliseer geheugen
pt_br: Otimizar memória

source: unknown
de: Unbekannt
fr: inconnu
nl: onbekend
pt_br: desconhecido

source: Quota e-mail templates
de: Meldungen bei überschreiten der Quota
fr: Modèles de quota de courriel
nl: Quota-e-mailsjablonen
pt_br: Modelo de e-mail de cota

source: Message at 80%
de: Meldung bei 80%
fr: Message à 80%
nl: Bericht op 80%
pt_br: Mensagem de 80%

source: Message at 90%
de: Meldung bei 90%
fr: Message à 90%
nl: Bericht op 90%
pt_br: Mensagem de 90%

source: Message at 100%
de: Meldung bei 100%
fr: Message à 100%
nl: Bericht op 100%
pt_br: Mensagem de 100%

source: Default quota
de: Standard Quota
fr: Quota par défaut
nl: Standaard quota
pt_br: Cota padrão

source: Enable POP3 for users by default
de: POP3 für Benutzer in der Standardeinstellung aktivieren
pt_br: Habilitar POP3 para usuários por padrão

source: Enable IMAP for users by default
de: IMAP für Benutzer in der Standardeinstellung aktivieren
pt_br: Habilitar IMAP para usuários por padrão

source: State
fr: État
nl: Status
pt_br: Estado

source: MySQL settings
de: MySQL Einstellungen
fr: Paramètres MySQL
nl: MySQL-instellingen
pt_br: Configurações MySQL

source: Database
de: Datenbank
fr: Base de données
pt_br: Banco de dados

source: Server
fr: Serveur
pt_br: Servidor

source: Username
de: Benutzername
fr: Nom d'utilisateur
nl: Gebruikersnaam
pt_br: Nome do usuário

source: Password
de: Passwort
fr: Mot de passe
nl: Wachtwoord
pt_br: Senha

source: PRF Creator
de: PRF-Datei-Assistent
pt_br: Gerador de PRF

source: Profile name
de: Profilname
pt_br: Nome do Perfil

source: Server adress
de: Server-Adresse
pt_br: Endereço do servidor

source: Overwrite profile
de: Profil überschreiben
pt_br: Sobrescrever perfil

source: Backup profile
de: Profil sichern
pt_br: Perfil backup

source: Connection type
de: Verbindungstyp
pt_br: Tipo de conexão

source: Autodetect
de: automatisch erkennen
pt_br: Auto detectar

source: Cached
de: Cached (zwischenspeichern)
pt_br: Cached (offline)

source: To use this created file you have to run outlook on a commandline with the "/importprf" parameter. (e.g. outlook.exe /importprf \\path\to\file.prf)
de: Um die erstellte PRF-Datei zu installieren, muss Outlook auf der Kommandozeile mit dem "/importprf"-Parameter gestartet werden (bspw. outlook.exe /importprf \\pfad\zur\datei.prf).
pt_br: Para usar o arquivo gerado é necessário executar o Outlook na linha de comando com o parâmetro "/importprf" (ex. outlook.exe /importprf \\caminho\para\arquivo.prf).

source: Basic settings
de: Grundeinstellungen
pt_br: Configurações básicas

source: Number of days to keep deleted items
de: Gelöschte Objekte so lange beibehalten (in Tagen)
pt_br: Número de dias para manter itens excluídos

source: Could not connect to database.
de: Konnte keine Verbindung zur Datenbank herstellen.
fr: Impossible de se connecter à la base de données
nl: Kan geen verbinding krijgen met de database.
pt_br: Não foi possível conectar no banco de dados.

source: The quota value can only contain digits.
de: Der Wert des Quotas darf nur aus Ziffern bestehen.
fr: La valeur du quota ne peut contenir que des chiffres.
nl: De quotawaarde kan alleen cijfers bevatten.
pt_br: O valor da cota poderá conter somente dígitos.

source: Configuration
de: Konfiguration
pt_br: Configuração

source: It is not possible to have a hash (#) character in the MySQL password.
de: Im MySQL Passwort darf kein Doppelkreuz (#) Zeichen verwendet werden.
fr: Le caractère dièse (#) ne peut pas être utilisé dans le mot de passe MySQL.
pt_br: O carácter sustenido (#) não pode ser usado na senha do MySQL.

source: Specify the maximum size of attachments for each mail in MB to be uploaded via the Webaccess.
de: Geben Sie die maximale Größe von E-Mail Anhängen in MB an, die im Webaccess hochgeladen werden können.
fr: Spécifier en Mo la taille maximale des pièces jointes pour chaque courriel pouvant être téléchargée par WebAccess.
nl: Geef de maximale grootte van bijlagen per bericht in MB die kunnen worden geüpload via de Webaccess.
pt_br: Especifique o tamanho máximo de anexos por e-mail em MB que poderão ser anexado no Webaccess.

source: This limits the maximum disk usage for each user in MB. Leave empty for no limit.
de: Diese Einstellung limitiert die Postfachgröße für jeden Benutzer (in MB). Feld leer lassen, um kein Limit zu erzwingen.
pt_br: Isso limita o uso máximo de disco para cada usuário em MB. Deixe em branco para não definir limite.

source: This is the username that will be used for connecting to the database. The user has to be created and have the permissions to use the given database.
de: Dies ist der Benutzername, der dazu verwendet wird eine Verbindung mit der Datenbank aufzubauen. Dieser Benutzer muss zuvor angelegt worden sein und muss über die Berechtigungen verfügen diese Datenbank zu verwenden.
fr: Ceci est le nom d'utilisateur qui sera utilisé pour se connecter à la base de données. L'utilisateur doit être créé et doit posséder les autorisations nécessaires pour accéder à la base de données en question.
pt_br: Este é o usuário que conectará ao banco de dados. Este usuário precisa ser criado e ter permissões de usar o banco de dados especificado.

source: This is the password that is set on the database. You need to set this password manually.
de: Dies ist das für die Datenbank vergebene Passwort. Dieses Passwort muss manuell gesetzt werden.
fr: Ceci est le mot de passe défini sur la base de données. Vous devez définir ce mot de passe manuellement.
nl: Dit is het wachtwoord dat op de database is ingesteld. U moet het wachtwoord met de hand instellen.
pt_br: Esta é a senha que está definida no banco de dados. Você precisa definir essa senha manualmente.

source: This is the address of the MySQL server. For locally installed servers enter 'localhost'.
de: Dies ist die Adresse des MySQL Servers. Für lokal installierte Server geben sie 'localhost' ein.
fr: Ceci est l'adresse du serveur MySQL. Pour les serveurs installés localement, saisir 'localhost'.
pt_br: Este é o endereço do servidor MySQL. Para usar o serviço local, use 'localhost'.

source: This is the name of the database to be used by Zarafa.<br />We recommend 'zarafa'.<br />It will be created if it doesn't exists. To do this the user needs the right permissions.
de: Die ist der Name der Datenbank, die von Zarafa verwendet werden soll.<br />Wir empfehlen 'zarafa'.<br />Sollte sie nicht existieren, wird sie angelegt. Dafür benötigt der Benutzer die entsprechenden Berechtigungen.
fr: Ceci est le nom de la base de données devant être utilisée par Zarafa.<br />Il est recommandé d'utiliser le nom 'zarafa'.<br /> Elle sera créée si elle n'existe pas déjà. Pour cela, l'utilisateur doit posséder les autorisations adéquates.
pt_br: Este é o nome do banco de dados para ser usado pelo Zarafa.<br />Recomendamos 'zarafa'.<br />O banco será criado caso não existe. O usuário precisa ter as permissões corretas para este fim.

source: Specify the server address that will be used to connect your outlook clients to zarafa server.
de: Legt die Adresse fest, die Outlook-Clients verwenden, um sich mit dem Zarafa-Server zu verbinden.
pt_br: Especifique o endereço do servidor que será usado para conectar os clientes Outlook no servidor Zarafa.

source: The name for the outlook profile.
de: Der Name des Outlook-Profils.
pt_br: O nome do perfil do Outlook.

source: The username to connect to the server. Most of the time you will want to use "%UserName%" which will be replaced by outlook with the current username.
de: Der Benutzername, der für die Verbindung zum Server benutzt wird. In den meisten Fällen sollte hier "%UserName%" gesetzt werden, was automatisch von Outlook durch den aktuellen Benutzernamen ersetzt wird.
pt_br: O usuário para conectar no servidor. Na maioria das vezes você deve usar "%UserName%" que será substituído pelo Outlook pelo nome do usuário correto.

source: If you specify a username you should also specify a password for that user. If you leave it blank, then outlook will ask for it.
de: Wenn ein Benutzername angegeben wird, sollte auch das passende Passwort gesetzt werden. Wird das Feld leer gelassen, so fragt Outlook ggf. danach.
pt_br: Se você especificar um nome de usuário você também deve fornecer a senha deste usuário. Se deixar o campo em branco o Outlook perguntará pela senha.

source: Specify if you want your profile to be overwritten during installation.
de: Legt fest, ob das aktuelle Profil während der Installation überschrieben wird.
pt_br: Especifique se você quer substituir o perfil durante a instalação.

source: Specify if you want to backup an existing profile before overwriting it.
de: Legt fest, ob das bestehende Profil vor dem Überschreiben gesichert werden soll.
pt_br: Especifique se você quer um backup do perfil existente antes de substituí-lo.

source: Items (mails, calendar entries, ...) are not immediately deleted in Zarafa. They stay restorable for some time. This entry specifies how long (in days).
de: Objekte (E-Mails, Kalendereinträge, usw.) werden in Zarafa nicht sofort gelöscht. Sie bleiben für eine gewisse Zeit wiederherstellbar. Dieses Feld legt fest, wie lange dieser Zeitraum ist (in Tagen).
pt_br: Itens (emails, itens no calendário, ...) não são removidos pelo Zarafa imediatamente. Eles podem ser restaurados por algum tempo. Este valor especifique este tempo (em dias).

source: Feature
de: Funktion
fr: Fonctionnalité
nl: Functionaliteit

source: Download
de: Herunterladen

source: Filtertype
fr: Type de filtre

source: Group
fr: Groupe
nl: Groep

source: Size of attachments
fr: Taille des pièces jointes
nl: Grootte van bijlagen

source: The value is not numeric.
fr: Ce n'est pas une valeur numérique.
nl: De waarde is niet numeriek.

source: Default Quota
fr: Quota par défaut
nl: Standaard Quota

source: Off
fr: Désactivé
nl: Uit

source: Default features
fr: Fonctionnalités courantes
nl: Standaardfunctionaliteiten

source: This limits the maximum disk usage for each user in MB.
fr: Ceci limite l'utilisation disque maximale de chaque utilisateur en Mo.
nl: Dit beperkt het maximale schijfgebruik voor elke gebruiker in MB.

source: This database will be created if it doesn't exists. To do this the user needs the right permissions.
nl: De database wordt aangemaakt als hij niet bestaat. Om dit te doen, heeft de gebruiker de juiste permissies nodig.
