Repository: bitbone/yaffas
Catalog: */perlmod/yaffas-lib/lang/Yaffas/UGM/po/*.po
Languages: de

source: The real name of the user is not valid. Both given- and surname are required.
de: Der echte Name des Benutzers ist nicht gültig. Sowohl Vor- und Nachname werden benötigt.

source: Filetype could not be set for this user.
de: Der Dateityp konnte für diesen Benutzer nicht gesetzt werden.

source: Filetype could not be set for this group.
de: Der Dateityp konnte für diese Gruppe nicht gesetzt werden.

source: Could not create user.
de: Benutzer konnte nicht erstellt werden.

source: User already exists.
de: Benutzer existiert bereits.

source: Could not create group.
de: Konnte Gruppe nicht erstellen.

source: Could not delete the users signature file.
de: Konnte die Benutzersignatur-Datei nicht entfernen.

source: could not delete the user
de: Konnte Benutzer nicht löschen

source: Counld not delete the directory.
de: Konnte das Verzeichnis nicht löschen.

source: Could not rename directory.
de: Konnte das Verzeichnis nicht umbenennen.

source: Could not delete the group.
de: Konnte die Gruppe nicht löschen.

source: This group must not be deleted!
de: Diese Gruppe kann nicht gelöscht werden!

source: The configuration for the samba printer driver share is corrupted.
de: Die Konfiguration für die Samba-Drucker-Freigabe ist defekt.

source: Could not read workgroup.
de: Konnte die Workgroup nicht auslesen.

source: Could not grant privilege to printer operators group.
de: Konnte keine Rechte für die Drucker-Administrations-Gruppe vergeben.

source: Could not revoke privilege from printer operators group.
de: Konnte der Drucker-Administratoren-Gruppe die Rechte nicht entziehen.

source: Could not change the group of the print$ share.
de: Konnte die Gruppe der print$-Freigabe nicht anpassen.

source: Could not change the permissions for the print$ share.
de: Konnte die Berechtigungen für die print$-Freigabe nicht setzen.

source: Group does not exists.
de: Gruppe existiert nicht.

source: This action is only supported with local authentification.
de: Diese Aktion wird nur bei lokaler Authentifizierung unterstützt.

source: Internal error: Unable to find a free uid
de: Interner Fehler: Konnte keine freie uid finden

source: The selected user's id is not unique. This should not happen and is not supported. Please fix this problem manually.
de: Die ID des ausgewählten Benutzers ist nicht eindeutig. Dies sollte nicht passieren und wird auch nicht unterstützt. Bitte das Problem manuell beheben.

source: The selected group's id is not unique. This should not happen and is not supported. Please fix this problem manually.
de: Die ID der ausgewählten Gruppe ist nicht eindeutig. Dies sollte nicht passieren und wird auch nicht unterstützt. Bitte das Problem manuell beheben.
