Repository: bitbone/yaffas
Catalog: */webmin/modules/yaffas-module-support/po/*.po
Languages: de, pt_br, zh_tw

source: Click on the download button to save the configuration for later usage. Send an e-mail to <a href="mailto:support@yaffas.org">support@yaffas.org</a> for support. You might be asked for parts of the config file data.
de: Klicken Sie auf den Download-Button, um die Konfiguration für einen späteren Import zu sichern. Kontaktieren Sie das yaffas-Team unter <a href="mailto:support@yaffas.org">support@yaffas.org</a>, falls Probleme bestehen. Ggf. werden Sie dann aufgefordert, die hier gesicherte Konfiguration (in Teilen) bereitzustellen.

source: Click on the download button to save the configuration for later usage. Create a forum topic for support on Z-Admin in the Z-Admin forums on <a href="http://forums.zarafa.com" target="_blank">http://forums.zarafa.com<a/>, you might be asked for parts of the config file data.
de: Klicken Sie auf den Download-Button, um die Konfiguration für einen späteren Import zu sichern. Erstellen Sie ein neues Thema (auf Englisch) im Z-Admin-Forum unter <a href="http://forums.zarafa.com" target="_blank">http://forums.zarafa.com<a/>, falls Sie Hilfestellungen benötigen. Ggf. werden Sie dann aufgefordert, die hier gesicherte Konfiguration (in Teilen) bereitzustellen.

source: Click on the download button to save the configuration for later usage. Send an e-mail to <a href="mailto:support@bitbone.de">support@bitbone.de</a> for support. You may be asked for parts of the config file data.
de: Klicken Sie auf den Download-Button, um die Konfiguration für einen späteren Import zu sichern. Kontaktieren Sie den bitbone-Support unter <a href="mailto:support@bitbone.de">support@bitbone.de</a>, falls Probleme bestehen. Ggf. werden Sie dann aufgefordert, die hier gesicherte Konfiguration (in Teilen) bereitzustellen.

source: Download
de: Herunterladen
zh_tw: 下載

source: Please press download to get the available system and hardware informations.
de: Zum speichern der System- und Hardwareinformationen klicken Sie bitte auf Download.
pt_br: Pressionar download para obter informações disponíveis sobre o sistema e hardware.
zh_tw: 請按下載來獲得目前系統和硬體資訊

source: Hardware List
de: Hardware Liste
pt_br: Lista de Hardware
zh_tw: 硬體列表

source: Your system doesn't have the needed programm "lshw" installed.
de: Ihr System verfügt nicht über das benötigte Programm "lshw".
pt_br: Seu sistema no possui o programa necessário "lshw" instalado.
zh_tw: 您的系統似乎沒有安裝"lshw"程式

source: Your system doesn't have the needed programm "lspci" installed.
de: Ihr System verfügt nicht über das benötigte Programm "lspci".
pt_br: Seu sistema no possui o programa necessário "lspci" instalado.
zh_tw: 您的系統似乎沒有安裝"lspci"程式

source: An error occured while executing "pspci".
de: Beim ausführen von "pspci" trat ein Fehler auf.
pt_br: Ocorreu um erro durante a execução "pspci".
zh_tw: 執行"pspci"發生錯誤

source: An error occured while executing "lshw".
de: Beim ausführen von "lshw" trat ein Fehler auf.
pt_br: Ocorreu um erro durante a execução "lshw".
zh_tw: 執行"lshw"發生錯誤

source: Support
pt_br: Suporte
zh_tw: 支援

source: Click on download button to save the configuration for later usage. Send an e-mail to <a href="mailto:support@yaffas.org">support@yaffas.org</a> for support. You might be asked for parts of the config file data.
pt_br: Clique no botão de download para salvar a configuração para uso posterior. Envie um email para <a href="mailto:support@yaffas.org">support@yaffas.org</a> para obter suporte. Algumas partes do arquivo salvo serão necessários.
zh_tw: 點選下載按鈕來儲存設定檔。傳送郵件到<a href="mailto:support@yaffas.org">support@yaffas.org</a>.您可能會被詢問此設定檔案內容

source: Click on download button to save the configuration for later usage. Create a forum topic for support on Z-Admin in the Z-Admin forums on <a href="http://forums.zarafa.com" target="_blank">http://forums.zarafa.com<a/>, you might be asked for parts of the config file data.
pt_br: Clique no botão de download para salvar a configuração para uso posterior. Crie um tópico no fórum do Z-Admin em <a href="http://forums.zarafa.com" target="_blank">http://forums.zarafa.com<a/>. Alguns dos dados salvos poderão ser requeridos.

source: System
pt_br: Sistema
zh_tw: 系統
