Repository: bitbone/yaffas
Catalog: */webmin/modules/yaffas-module-mailq/po/*.po
Languages: de, sl

source: Email Queue
de: Mail Warteschlange
sl: Čakalna vrsta elektronskih sporočil

source: Size
de: Grösse
sl: Velikost

source: Time
de: Zeit
sl: Čas

source: Recipient
de: Empfänger
sl: Prejemnik

source: Attempt to deliver
de: Versuch auszuliefern
sl: Poskus pošiljanja

source: Delete emails
de: E-Mail(s) löschen
sl: Izbriži elektronska sporočila

source: Forward to postmaster
de: An Postmaster weiterleiten
sl: Posreduj poštnemu skrbniku

source: Forward to special user
de: Benutzerspezifische Weiterleitung
sl: Posreduj posebnemu uporabniku

source: All
de: Alle
sl: Vse

source: None
de: Keine
sl: Nič

source: Email address
de: E-Mail Adresse
sl: Naslov elektronskega sporočila

source: forward to
de: weiterleiten an
sl: posreduj do

source: Really remove the emails with this mail id`s?
de: Die E-Mails mit den folgenden Mail ID`s wirklich löschen?

source: deleted
de: gelöscht

source: attemted to dequeue
de: wurde versucht neu auszuliefern

source: forwarded to
de: weitergeleitet an

source: Network
de: Netzwerk
sl: Mreža

source: No emails selected.
de: Keine E-Mails ausgewÃhlt
sl: Ni zbranih sporočil.

source: No mail IDs selected
de: Keine Mail IDs ausgewählt
sl: Ni izbranih ID-jev sporočil

source: Error while mark existing email addresses as delivered
de: Fehler beim markieren vorhandener E-Mail Adressen

source: Error while adding new recipient to the mailid
de: Fehler beim hinzufügen neuer Empfänger
sl: Napaka pri dodajanju novega prejemnika k poštnem id

source: Error while force a delivery
de: Fehler beim erneuten E-Mail versenden

source: Error removing email
de: Fehler beim Löschen der E-Mail
sl: Napaka odstranjevanja elektronskega sporočila

source: Error at dequeue attempt for email
de: Fehler beim Versuch neu auszuliefern der E-Mail

source: No valid email address
de: Ungültige E-Mail Adresse
sl: Neveljaven naslov elektronskega sporočila

source: Display
de: Anzeigen
sl: Prikaz

source: Mailserver
sl: Poštni strežnik

source: Sender
sl: Pošiljatelj

source: Emails
sl: Elektronska sporočila

source: Mail ID
sl: Poštni ID

source: Really remove the emails with this mail ids?
sl: Dokončno odstrani sporočila s temi ID-ji?

source: Error marking email addresses as delivered
sl: Napaka pri označevanju naslovov sporočil kot poslano

source: Mail Queue
sl: Čakalna vrsta elektronskih sporočil
