Repository: bitbone/yaffas
Catalog: */webmin/modules/yaffas-module-mailalias/po/*.po
Languages: de, fr, sl

source: Edit
de: Bearbeiten
fr: Édition
sl: Uredi

source: Add alias
de: Alias hinzufügen
fr: Ajouter un alias
sl: Dodaj aliase

source: Remove
de: Entfernen
fr: Supprimer
sl: Odstrani

source: Execute
de: Ausführen
fr: Exécuter
sl: Izvedi

source: Apply
de: Anwenden
fr: Appliquer
sl: Uporabi

source: Mail alias Configuration
de: Mail Alias Konfiguration
fr: Configuration de l'alias de courriel
sl: Urejanje aliasev sporočil

source: Do you really want to delete the alias(es)?
de: Wollen Sie wirklich den Alias / die Aliasse löschen?
fr: Désirez-vous vraiment supprimer cet ou ces alias ?
sl: Ali ste prepričani, da želite izbrisati alias (aliase)?

source: Please enter valid values!
de: Konnte den Alias nicht anlegen
fr: Veuillez saisir une valeur valide !
sl: Prosim vnesite pravilne vrednosti!

source: Mail aliases
de: Maili Aliasse
fr: Alias courriel
sl: Poštni aliasi

source: Folder
de: Ordner
fr: Dossier
sl: Mapa

source: User
de: Benutzer
fr: Utilisateur
sl: Uporabnik

source: Recipient
de: Empfänger
fr: Destinataire
sl: Prejemnik

source: or
de: oder
fr: ou
sl: ali

source: Add
de: Hinzufügen
fr: Ajouter
sl: Dodaj

source: The following usernames or e-mail addresses are not valid.
de: Die folgenden Usernamen oder E-Mail Adressen sind nicht korrekt.
fr: Les noms d'utilisateur ou les adresses électroniques suivantes sont invalides.
sl: Naslednje uporabniško ime ali elektronski naslov ni veljavno.

source: No valid Zarafa admin user is currently configured. This is necessary for delivery to public folders to work. Please do so first in Mail Server > Configuration.
de: Es ist zur Zeit kein gültiger Zarafa-Admin festgelegt. Dies ist aber nötig, um die Mailauslieferung in öffentliche Ordner zu ermöglichen. Bitte diese Konfiguration in Mailserver > Konfiguration vornehmen.

source: This alias already exists.
de: Diese Alias existiert bereits.
fr: Cet alias existe déjà.
sl: Ta alias že obstaja.

source: This alias name is not valid.
de: Der Alias Name ist nicht gültig.
fr: Ce nom d'alias est invalide
sl: To ime aliasa ni veljavno.

source: No alias selected.
de: Kein Alias ausgewählt.
fr: Aucun alias sélectionné.
sl: Ni izbranih aliasev.

source: Nothing selected
de: Nichts ausgewählt
fr: Aucune sélection
sl: Nič ni izbranega

source: Alias exists as user.
de: Der Alias existiert als Benutzer.
fr: L'alias existe déjà comme utilisateur.
sl: Alias že obstaja kot uporabnik.

source: An alias can only be set for user or folder.
de: Ein Alias darf nur entweder auf einen Benutzer oder Ordner gesetzt werden.
fr: Un alias ne peu être défini que pour un utilisateur ou un dossier.
sl: Alias je lahko nastavljen samo za uporabnika ali mapo.

source: Error while removing alias.
de: Fehler beim löschen des Aliase.
fr: Une erreur s'est produite lors de la suppression de l'alias.
sl: Napaka pri odstranjevanju aliasa.

source: You have no zarafa administrator defined or there was no folder created. Please define it in the module <a href="javascript:Yaffas.ui.openPage('bbmailsrv-4')">Mail Server/Configuration</a>.
de: Es ist noch kein Zarafa Administrator für die Zustellung in Öffentliche Ordner definiert oder es wurde noch kein Ordner angelegt. Bitte stellen Sie sicher, dass Sie einen Administrator <a href="javascript:Yaffas.ui.openPage('bbmailsrv-4')">im Modul Mailserver/Konfiguration</a> konfiguriert haben.
fr: Aucun administrateur Zarafa n'a été défini ou bien aucun répertoire n'a été créé. Veuillez le configurer dans le module <a href="javascript:Yaffas.ui.openPage('bbmailsrv-4')">Mail Server/Configuration</a>.
sl: Nimate definiranega Zarafa administratorja ali pa ni bila ustvarjena nobena mapa. Prosim opredelite jo v modulu <a href="javascript:Yaffas.ui.openPage('bbmailsrv-4')">Mail Server/Configuration</a>.

source: Mail alias configuration
de: Mailalias-Konfiguration
fr: Configuration de l'alias de courriel
sl: Konfiguracija aliasa sporočil

source: user
de: Benutzer

source: Type
de: Typ

source: Target
de: Ziel

source: Target public folder. Please create them as a sub-folder of "Public folders" using WebApp or some other client. Please also note that you have to configure a valid Zarafa Admin in Mail Server > Configuration.
de: Ziel-Ordner. Bitte via WebApp oder einem anderen Client als Unterordner von "Öffentliche Ordner" erstellen. Außerdem muss ein Zarafa-Admin unter Mailserver > Konfiguration festgelegt werden.

source: Specify one or more mail addresses, separated by commas.
de: Eine oder mehrere E-Mail-Adressen, getrennt durch Kommata.

source: Index
sl: Indeks

source: Mail server
fr: Serveur de courrier
sl: Poštni strežnik

source: Mail alias
fr: Alias courriel
sl: Poštni alias

source: Configuration of mail aliases is done through active directory.
fr: La configuration des alias de courriel s'effectue à l'aide de Active Directory.
sl: Konfiguracija poštnih aliasev je bila opravljena preko aktivnega direktorija.
