Repository: bitbone/yaffas
Catalog: zarafa/webmin/modules/yaffas-module-zarafaresources/po/*.po
Languages: de, fr, nl, pt_br

source: Manage resources
de: Ressourcen verwalten
fr: Gestion des ressources
nl: Beheer resources
pt_br: Gerenciar recursos

source: Resource
de: Ressource
fr: Ressource
pt_br: Recurso

source: Description
de: Beschreibung
nl: Omschrijving
pt_br: Descrição

source: Decline conflicts
de: Konflikte verbieten
fr: Décliner les conflits
nl: Weiger conflicten
pt_br: Recusar conflitos

source: Decline recurrent meetings
de: Wiederholungen verbieten
fr: Décliner les réunions récurrentes
nl: Weiger herhalende afspraken
pt_br: Recusar agendamentos recorrentes

source: New resource
de: Neue Ressource
fr: Nouvelle ressource
nl: Nieuwe resource
pt_br: Novo recurso

source: Modify resource
de: Ressource bearbeiten
fr: Modifier une ressource
nl: Wijzig resource
pt_br: Modificar recurso

source: Delete resource
de: Ressource löschen
fr: Supprimer une ressource
nl: Verwijder resource
pt_br: Remover recurso

source: Do you really want to delete these resources?
de: Wollen Sie diese Ressourcen wirklich löschen?
fr: Désirez-vous vraiment supprimer ces ressources ?
nl: Wilt u deze resources echt verwijderen?
pt_br: Realmente deseja remover estes recursos?

source: Do not forget to give appropriate permissions to users that need to book this resource in the calendar setting for this resource.
de: Vergessen Sie nicht, Benutzern, die diese Ressource buchen sollen die nötigen Berechtigungen auf den Kalender der Ressource zu geben.
fr: Ne pas oublier d'attribuer les autorisations adéquates aux utilisateurs devant utiliser cette ressource dans les paramètres d'agenda de cette ressource.
nl: Vergeet niet om de juiste permissies toe te kennen aan gebruikers die deze resource moeten kunnen boeken in de kalender-instelling voor deze resource.
pt_br: As permissões adequadas para os usuários que poderão reservar este recurso precisam ser definidos na configuração de permissão do calendário deste recurso.

source: Type
de: Typ

source: Capacity
de: Kapazität

source: Room
de: Raum

source: Equipment
de: Gerät

source: The name of the resource contains illegal characters.
de: Der Name für die Ressource enthält ungültige Zeichen.
fr: Le nom de cette ressource contient des caractères invalides.
nl: De naam van de resource bevat ongeldige tekens.
pt_br: O nome do recurso contém caracteres inválidos.

source: The name of the resource is taken from a special user.
de: Der Name für die Ressource ist bereits durch einen speziellen Benutzer belegt.
fr: Le nom de cette ressource provient d'un utilisateur spécial.
nl: De naam van de resource is bezet door een speciale gebruiker.
pt_br: O nome do recurso já está sendo usado por um usuário.

source: The description of the resource contains illegal characters.
de: Die Beschreibung für die Ressource enthält ungültige Werte.
fr: La description de cette ressource contient des caractères invalides.
nl: De omschrijving van de resource bevat ongeldige tekens.
pt_br: A descrição do recurso contém caracteres inválidos.

source: No e-mail address specified.
de: Keine E-Mail Adresse angegeben.
fr: Aucun courriel n'a été spécifié.
nl: Geen e-mailadres opgegeven.
pt_br: Endereço de e-mail não especificado.

source: You cannot use localhost as domain-part.
de: Domänenanteil der E-Mail Adresse darf nicht localhost sein.
fr: Vous ne pouvez pas utiliser l'hôte local comme partie de domaine.
nl: U kunt localhost niet gebruiken als domein-onderdeel.
pt_br: Localhost não pode ser usado como parte do domínio.

source: The domain is not defined as local domain in your mailserver configuration.
de: Die Domäne ist in der Mailserver Konfiguration nicht als lokale Domäne definiert.
fr: Le domaine n'est pas défini comme domaine local dans la configuration de votre serveur de courriel.
nl: Het domein is niet gedefinieerd als lokaal domein in de e-mailserver-configuratie.
pt_br: O domínio não está definido como domínio local na configuração do servidor de e-mail.

source: Local-part of e-mail address must be identical with name.
de: Der lokale Teil der E-Mail Adresse muss dem Namen entsprechen.
fr: La partie locale de l'adresse électronique doit être identique au nom.
nl: Het lokale deel van het e-mailadres moet gelijk zijn aan de naam.
pt_br: A parte local do endereço de e-mail tem que ser igual ao nome.

source: The e-mail address is not valid.
de: Die E-Mail Adresse ist ungültig.
fr: L'adresse électronique est invalide.
nl: Het e-mailadres is niet geldig.
pt_br: Endereço de e-mail inválido.

source: The name of the resource is taken from a user.
de: Der Name für die Ressource ist bereits für einen Benutzer vergeben.
fr: Le nom de la ressource provient d'un utilisateur.
nl: De naam van de resource is bezet door een gebruiker.
pt_br: O nome do recurso já está sendo usado por um usuário.

source: The name of the resource is taken from a user's alias.
de: Der Name für die Ressource ist bereits für ein Benutzeralias vergeben.
fr: Le nom de la ressource provient de l'alias d'un utilisateur.
nl: De naam van de resource is bezet door een alias van een gebruiker.
pt_br: O nome do recurso já está sendo usado como alias de um usuário.

source: The given resource doesn't exist.
de: Die angegebene Ressource existiert nicht.
fr: La ressource demandée n'existe pas.
nl: De opgegeven resource bestaat niet.
pt_br: O recurso informado não existe.

source: No local mail domains configured.
de: Es wurden noch keine lokalen Mail Domänen konfiguriert.
fr: Aucun domaine local de courriel n'a été configuré.
nl: Geen lokale e-maildomeinen geconfigureerd.
pt_br: Nenhum domínio local configurado.

source: Capacity has to be a number.
de: Die Kapazität muss eine Zahl sein.

source: Resources
de: Ressourcen
fr: Ressources
pt_br: Recursos

source: This name will be shown in the global address book.
de: Dieser Name wird im globalen Adressbuch angezeigt.
fr: Ce nom sera affiché dans le carnet d'adresse global.
nl: Deze naam wordt getoond in het globale adresboek.
pt_br: Este nome será exibido no catálogo de endereços.

source: You may want to add a description if the name of the resource isn't self-explanatory.
de: Sie können eine Beschreibung hinzufügen, falls der Name der Ressource nicht selbsterklärend ist.
fr: Il peut être judicieux d'ajouter une description si le nom de la ressource n'est pas explicatif.
nl: U kunt een omschrijving toevoegen als de naam van de resource niet uit zichzelf duidelijk is.
pt_br: Uma descrição para o recurso deve ser adicionado caso o nome não é autoexplicativo.

source: Check this box and the resource can only be booked once.
de: Wenn dieser Kasten markiert ist, kann die Ressource nur einfach gebucht werden.
fr: Cocher cette case afin que la ressource ne puisse être réservée qu'une seule fois.
nl: De resource kan slechts eenmaal geboekt worden als dit aangevinkt staat.
pt_br: Com este campo ativo o recuso pode ser reservado somente uma vez.

source: Check this box to disable recurring appointments for this resource.
de: Markieren sie diesen Kasten um wiederkehrende Termine für diese Ressource zu verbieten.
fr: Cocher cette case afin que de désactiver les utilisations récurrentes de cette ressource.
nl: Vink dit aan om herhalende afspraken voor deze resource te weigeren.
pt_br: Com este campo ativo o recuso não aceitará reuniões recorrentes.

source: Select the type of the resource.
de: Wählen Sie den Typ der Ressource.

source: Define the capacity of the resource. This value is only available for equipment resources.
de: Geben sie die Kapazität der Ressource an. Dieser Wert ist nur für Geräteressourcen verfügbar.

source: Email
fr: Courriel
