Repository: bitbone/yaffas
Catalog: */webmin/modules/yaffas-module-authsrv/po/*.po
Languages: de, fr, pt_br

source: Authentication Server
de: Authentifizierungsserver
fr: Serveur d'authentification
pt_br: Servidor de autenticação

source: Accounts
de: Benutzerkonten
fr: Comptes
pt_br: Contas

source: Domain Controller
fr: Controlleur de domaine
pt_br: Controlador de domínio

source: Local authentication
de: Lokale Authentifizierung
fr: Authentification locale
pt_br: Autenticação Local

source: Local authentication (passwd/group)
de: Lokale Authentifizierung (passwd/group)
fr: Authentification locale (passwd/group)
pt_br: Autenticação Local (passwd/group)

source: No authentication method configured
de: Es ist keine Authentifizierungsmethode eingestellt
fr: Aucune méthode d'authentification n'a été configurée
pt_br: Nenhum método de autenticação configurado

source: DC authentication
de: DC Authentifizierung
fr: Authentification DC
pt_br: Autenticação DC

source: Authentication server
de: Authentifizierungsserver
fr: Serveur d'authentification
pt_br: Servidor de autenticação

source: Select authentication
de: Authentifizierung wählen
fr: Sélectionner une authentification
pt_br: Selecionar autenticação

source: yaffas LDAP server
fr: Serveur LDAP yaffas
pt_br: Servidor LDAP Yaffas

source: LDAP Server
fr: Serveur LDAP
pt_br: Servidor LDAP

source: Samba PDC
fr: PDC Samba
pt_br: PDC Samba

source: Add product
de: Produkt hinzufügen
fr: Ajouter un produit
pt_br: Adicionar produto

source: Server/IP
fr: Serveur/IP
pt_br: Servidor/IP

source: Base DN
pt_br: DN da base

source: Bind DN
pt_br: DN para bind

source: Bind password
de: Bind Passwort
fr: Mot de passe Bind
pt_br: Senha para bind

source: Repeat bind password
de: Bind Passwort wiederholen
fr: Renouveler la saisie du mot de passe Bind
pt_br: Repetir senha para bind

source: Products
de: Produkte
fr: Produits
pt_br: Produto

source: Product
de: Produkt
fr: Produit
pt_br: Produto

source: Version / IP
pt_br: Versão / IP

source: IP adress
de: IP Adresse
fr: Adresse IP
pt_br: Endereço IP

source: Allow authentication requests of remote clients via LDAP.
de: Authentifizierungsanfragen von entfernten Rechnern via LDAP zulassen.
fr: Permettre les requêtes d'authentification des clients distants via LDAP.
pt_br: Permitir autenticação remota de clientes LDAP.

source: Allow authentication requests of remote clients via PDC.
de: Authentifizierungsanfragen von entfernten Rechnern via PDC zulassen.
fr: Permettre les requêtes d'authentification des clients distants via PDC.
pt_br: Permitir autenticação remoto de clientes via PDC.

source: Domain administrator
de: Domänenadministrator
fr: Administrateur du domaine
pt_br: Administrador de domínio

source: Password
de: Passwort
fr: Mot de passe
pt_br: Senha

source: Repeat password
de: Passwort wiederholen
fr: Renouveler la saisie du mot de passe
pt_br: Repita a senha

source: Test DC Connection
de: DC Verbindung Testen
fr: Tester la connexion DC
pt_br: Testar conexão DC

source: Ping Test
fr: Tester le ping
pt_br: Testar Ping

source: Trust Test
fr: Tester le niveau de confiance
pt_br: Testar Trust

source: DC Users
de: DC Benutzer
fr: Utilisateurs DC
pt_br: Usuários DC

source: Domain
de: Domäne
fr: Domaine
pt_br: Domínio

source: Workgroup
pt_br: Grupo de trabalho (workgroup)

source: Current Config
de: Momentane Einstellung
fr: Configuration actuelle
pt_br: Configuração Atual

source: Change
de: Ändern
fr: Modification
pt_br: Alterar

source: Type
de: Typ
pt_br: Tipo

source: Search attribute group
de: Suchattribut Gruppe
fr: Recherche attribut groupe
pt_br: Pesquisar atributo de grupo

source: Base DN group
de: Base DN Gruppe
fr: Groupe base DN
pt_br: DN de base para grupos

source: Search attribute user
de: Suchattribut Benutzer
fr: Recherche attribut utilisateur
pt_br: Pesquisar atributo de usuários

source: Base DN user
de: Base DN Benutzer
fr: Utilisateur Base DN
pt_br: DN de base para usuários

source: To use this authentication method you need the following schema file. You have to include and use it in your LDAP server.
de: Um diese Authentifizierungsmethode benutzen zu können brauchen Sie folgende Schemadatei. Diese müssen Sie in Ihren LDAP Server einbinden.
fr: Pour utiliser cette méthode d'authentification, le fichier de schéma suivant est indispensable. Il doit être inclus et utilisé par le serveur LDAP.
pt_br: Para usar este método de autenticação é necessário incluir o seguinte arquivo de esquema. É necessário de incluir e usar o schema no servidor LDAP.

source: Caution!
de: Achtung!
fr: Attention !
pt_br: Cuidado!

source: Active Directory User
de: Active Directory Benutzer
fr: Utilisateur Active Directory
pt_br: Usuário do Active Directory

source: User name or DN
de: Benutzername oder DN
fr: Nom d'utilisateur ou DN
pt_br: Nome do usuário ou DN

source: Join Domain without encryption?
de: Beitritt ohne Verschlüsselung?
fr: Joindre le domaine sans chiffrement ?
pt_br: Associar ao domínio sem criptografia?

source: Your Active Directory server does not support data encryption (ldaps). Do you accept that directory information will be transmitted unencrypted? If you choose 'no' here the yaffas server will not join the domain.
de: Ihr Active Directory Server unterstütz keine Verschlüsselung der Daten (ldaps). Wollen Sie das Auslesen von Verzeichnisinformationen unverschlüsselt zulassen? Wenn Sie hier mit 'Nein' antworten wird auch kein Beitritt zur Domäne stattfinden.
fr: Votre serveur Active Directory ne gère pas le chiffrement des données (ldaps). Acceptez-vous que les données soient transmises en clair ? Si vous sélectionner 'non', le serveur yaffas ne pourra pas joindre le domaine.
pt_br: O servidor Active Directory não suporta criptografia (ldaps). Aceita que a informação ao diretório vai ser transmitido sem ser criptografado? Caso 'não' seja escolhido, o servidor yaffas não irá se associar ao domínio.

source: Your LDAP server does not support data encryption (ldaps). Do you accept that directory information will be transmitted unencrypted? If you choose 'no' here the yaffas server will change current authentication type.
de: Ihr LDAP Server unterstütz keine Verschlüsselung der Daten (ldaps). Wollen Sie das Auslesen von Verzeichnisinformationen unverschlüsselt zulassen? Wenn Sie hier mit 'Nein' antworten wird die Authentifizierung nicht umgestellt.
fr: Votre serveur LDAP ne gère pas le chiffrement des données (ldaps). Acceptez-vous que les données soient transmises en clair ? Si vous sélectionner 'non', le serveur yaffas modifiera le mode actuel d'authentification.
pt_br: O servidor LDAP não suporta criptografia (ldaps). Aceita que a informação ao diretório vai ser transmitido sem ser criptografado? Caso 'não' seja escolhido será necessário mudar o método de autenticação.

source: Delete user fax configuration and PDF files
de: Benutzer Faxkonfiguration und PDF-Dateien löschen
fr: Supprimer configuration utilisateur de fax et fichiers PDF
pt_br: Excluir configuração do usuário de fax e arquivos PDF

source: Delete all users' and groups' fax configurations and pdf users' files.
de: Faxkonfiguration und PDF-Dateien aller bisherigen Benutzer löschen?
fr: Supprimer toutes les configurations utilisateurs et configurations groupes de fax et les fichiers PDF des utilisateurs
pt_br: Excluir arquivos de configuração de fax e arquivos pdf de todos os usuários e grupos.

source: Print operators group
de: Drucker Operatoren Gruppe
fr: Groupe d'opérateurs d'imprimante
pt_br: Grupo de operadores de impressão

source: Change print operators group
de: Drucker Operatoren Gruppe ändern
fr: Modifier le groupe d'opérateurs d'imprimante
pt_br: Modificar grupo de operadores de impressão

source: Administrator
fr: Administrateur
pt_br: Administrador

source: Email attribute
de: E-Mail Attribut
fr: Attribut courriel
pt_br: Atributo e E-mail

source: Choose a domain's sambaSID
de: SambaSID einer Domäne auswählen
fr: Choisir un sambaSID de domaine
pt_br: Escolher sambaSID do domínio

source: Could not open the samba configuration file.
de: Konnte die Samba Konfiguration nicht öffnen.
fr: Impossible d'ouvrir le fichier de configuration Samba :
pt_br: Não foi possível abrir arquivo de configuração do samba.

source: Could not restart the samba server.
de: Konnte den Samba Server nicht neu starten.
fr: Impossible de redémarrer le serveur Samba.
pt_br: não foi possível reiniciar servidor samba.

source: No DC was given.
de: Es wurde kein DC angegeben.
fr: Aucun DC n'a été fourni.
pt_br: Nenhum DC informado.

source: Invalid server name
de: Ungültiger Servername
fr: Nom de serveur invalide
pt_br: Nome do servidor inválido

source: Invalid domain name
de: Ungültiger Domänenname
fr: Nom de domaine invalide
pt_br: Nome do domínio inválido

source: Invalid base DN
de: Es wurde keine BASEDN angegeben.
fr: Base DN invalide
pt_br: Base DN inválida

source: Invalid bind DN
de: Ungültige Bind DN
fr: Bind DN invalide
pt_br: Bind DN inválido

source: Invalid password
de: Ungültiges Passwort
fr: Mot de passe invalide
pt_br: Senha inválida

source: Invalid IP adress
de: Ungültige IP Adresse
fr: Adresse IP invalide
pt_br: Endereço IP inválido

source: Invalid product
de: Ungültiges Produkt
fr: Produit invalide
pt_br: Produto inválido

source: Computer already is an authentication server.
de: Computer ist schon ein Authentifizierungsserver.
fr: Cet ordinateur fait déjà office de serveur d'authentification.
pt_br: Computador já é servidor de autenticação.

source: Passwords are not equal
de: Die beiden Passwörter sind unterschiedlich
fr: Les mots de passe ne correspondent pas
pt_br: As senhas não são iguais

source: Valid values are activate and deactivate.
de: Als Argument ist nur acitvate und deactivate erlaubt.
fr: Les valeurs valides sont 'activate' ou 'deactivate'.
pt_br: Valores válidos são ativo e inativo.

source: Valid values are 'on' and 'off'.
de: Als Argument ist nur 'on' und 'off' erlaubt.
fr: Les valeurs valides sont 'on' ou 'off'.
pt_br: Valores válidos são 'on' e 'off'.

source: Passwords are not equal.
de: Die beiden Passwörter sind unterschiedlich.
fr: Les mots de passe ne correspondent pas
pt_br: As senhas não são iguais.

source: Username contains ilegal characters.
de: Der Benutzer enthält ungültige Zeichen.
fr: Le nom d'utilisateur comporte des caractères non autorisés.
pt_br: Nome do usuário contém caracteres inválidos.

source: Error reading file.
de: Fehler beim lesen der Datei.
fr: Une erreur s'est produite lors de la lecture du fichier.
pt_br: Erro lendo arquivo.

source: Error writing file.
de: Fehler beim schreiben der Datei.
fr: Une erreur s'est produite lors de l'enregistrement du fichier.
pt_br: Erro escrevendo arquivo.

source: No files specified for rollback.
de: Es wurden keine Dateien für das Rollback angegeben.
fr: Aucun fichier de sauvegarde spécifié pour un retour en arrière.
pt_br: Nenhum arquivo especificados para o rollback.

source: Could not delete backup files.
de: Konnte Backup nicht entfernen.
fr: Impossible de supprimer les fichiers de sauvegarde.
pt_br: Não foi possível remover arquivos de backup.

source: Could not create backup files.
de: Konnte das Backup nicht anlegen.
fr: Impossible de créer les fichiers de sauvegarde.
pt_br: Não foi possível criar arquivos de backup.

source: An error occured while joining the domain.
de: Fehler beim Domänenbeitritt
fr: Une erreur s'est produite en joignant le domaine.
pt_br: Um erro ocorreu ao associar ao domínio.

source: The search attribute for the user or group is not correct. You can only insert figures and characters from a-z and 0-9.
de: Das Suchattribut für den Benutzer oder die Gruppe besitzt nicht erlaubte Zeichen. Es sind nur Zahlen und Buchstaben von a-z und 0-9 erlaubt.
fr: L'attribut de recherche pour l'utilisateur ou le groupe est erroné. Vous ne pouvez saisir que des lettres ou des chiffres de a-z ou de 0-9.
pt_br: O atributo de pesquisa para os usuários ou grupos é incorreto. Somente é possível inserir caracteres de a-z e 0-9.

source: Invalid authentication type.
de: Ungültiger Authentifizierungstyp.
fr: Type d'authentification invalide.
pt_br: Tipo de autenticação inválido.

source: Could not get LDAP base DN.
de: Konnte die LDAP Base DN nicht ermitteln.
fr: Impossible d'obtenir LDAP base DN.
pt_br: Não foi possível obter base DN do LDAP.

source: Domain name is missing.
de: Es wurde kein Domänenname angegeben.
fr: Le nom de domaine est introuvable.
pt_br: O nome do domínio está faltando.

source: Domain administrator is missing.
de: Es wurde kein Domänenadministrator angegeben.
fr: L'administrateur du domaine est introuvable.
pt_br: O administrador do domínio está faltando.

source: No password was specified.
de: Es wurde kein Passwort angegeben.
fr: Aucun mot de passe n'a été spécifié.
pt_br: Nenhuma senha foi especificada.

source: No server address was specified.
de: Es wurde keine Serveradresse angegeben.
fr: Aucune adresse de serveur n'a été spécifiée.
pt_br: Nenhum endereço do servidor foi especificado.

source: No LDAP / Active Directory user was specified.
de: Es wurde kein LDAP / Active Directory Benutzer angegeben.
fr: Aucun utilisateur LDAP / Active Directory n'a été spécifié.
pt_br: Nenhum usuário LDAP / Active Directory foi especificado.

source: Could not get DN of user
de: Konnte die DN für den Benutzer nicht auslesen
fr: Impossible d'obtenir le DN de l'utilisateur.
pt_br: Não foi possível obter DN do usuário

source: Could not contact directory service on
de: Konnte den Verzeichnisdienst auf folgendem Rechner nicht erreichen
fr: Impossible de contacter le service de répertoire
pt_br: Não foi possível contatar o serviço de diretório em

source: This option is not possible with yaffas|ZARAFA.
de: Diese Einstellung ist mit yaffas|ZARAFA nicht möglich.
fr: Cette option est impossible avec yaffas|ZARAFA.
pt_br: Essa opção é indisponível com yaffas|ZARAFA.

source: No LDAP URI specified.
de: Keine LDAP URI angegeben.
fr: Aucun URI LDAP n'a été spécifié.
pt_br: Nenhuma URI LDAP especificada.

source: No BASEDN specified.
de: Es wurde keine BASEDN angegeben.
fr: Aucun BASEDN n'a été spécifié.
pt_br: Nenhuma base DN especificada.

source: LDAP / Active Directory user could not bind to server
de: LDAP / Active Directory Benutzer konnte sich nicht mit dem Server verbinden
fr: L'utilisateur LDAP / Active Directory n'a pas pu joindre le serveur
pt_br: O usuário LDAP / Active Directory não pôde realizar o bind no servidor

source: No old users specified.
de: Keine alten Benutzer angegeben.
fr: Aucun ancien utilisateur n'a été spécifié.
pt_br: Nenhum usuário antigo especificados.

source: No old groups specified.
de: Keine alten Gruppen angegeben.
fr: Aucun ancien groupe n'a été spécifié.
pt_br: Nenhum grupo antigo especificados.

source: Cannot contact host
de: Kann Rechner nicht erreichen
fr: Impossible de contacter l'hôte
pt_br: Não é possível contatar o host

source: Could not change ownership of files.
de: Konnte den Besitzer der Dateien nicht Ãndern.
fr: Impossible de modifier le propriétaire des fichier.
pt_br: Não foi possível alterar a propriedade dos arquivos.

source: Password not valid
de: Passwort nicht gültig
fr: Mot de passe invalide
pt_br: Senha inválida

source: Wrong Active Directory password for
de: Falsches Active Directory Passwort für
fr: Mot de passe Active Directory erroné pour
pt_br: Senha do Active Directory inválida para

source: Active Directory DN not correct
de: Active Directory DN nicht korrekt
fr: DN Active Directory erroné
pt_br: DN do Active Directoy incorreto

source: Error reading data for use with samba.
de: Fehler beim Lesen von Daten für Samba.
fr: Une erreur s'est produite lors de la lecture des données devant être utilisées par Samba.
pt_br: Erro ao ler os dados para o uso do samba.

source: Error writing data for use with samba.
de: Fehler beim Schreiben von Daten für Samba.
fr: Une erreur s'est produite lors de l'écriture des données devant être utilisées par Samba.
pt_br: Erro ao escrever os dados para o uso do samba.

source: The samba domain already exists in LDAP! Please rectify this.
de: Die Samba Domäne existiert bereits im LDAP! Bitte berichtigen Sie dies.
fr: Le domaine Samba existe déjà dans LDAP ! Veuillez corriger ceci.
pt_br: O domínio samba já existente no LDAP! Por favor corrigir isso.

source: <no matching Domain>
de: <keine passende Domäne>
fr: <aucun domaine correspondant>
pt_br: <nenhum domínio correspondente>

source: unknown postfix file
de: Unbekannte Postfix Datei
fr: Fichier Postfix inconnu
pt_br: arquivo postfix desconhecido

source: LDAP Search Base DN. LDAP entries are searched from that point. e.g. o=yaffas,c=org
de: LDAP Such Basis DN. LDAP Einträge werden ab diesem Punkt gesucht. z.B. o=yaffas,c=org
fr: Recherche LDAP Base DN. Les données LDAP seront recherchées à partir de ce point. p. ex. o=yaffas,c=org
pt_br: Base de pesquisa Base DN. Dados no LDAP serão procurados abaixo deste ponto, ex. o=yaffas,c=org

source: Attribute with users email address. Default: mail
de: Attribut in dem E-Mail Adresse vorgehalten wird. Standard: mail
fr: Attribut avec l'adresse électronique des utilisateurs. Par défaut: mail
pt_br: Atributo padrão para o endereço de e-mail do usuário. Padrão: mail

source: User to bind with. e.g. cn=ldapadmin,ou=People,o=yaffas,c=org
de: Benutzer mit dem die Verbindung hergestellt wird. z.B. cn=ldapadmin,ou=People,o=yaffas,c=org
fr: Utilisateur avec lequel joindre. p. ex. cn=ldapadmin,ou=People,o=yaffas,c=org
pt_br: Usuário usado para realizar o bind, ex. cn=ldapadmin,ou=People,o=yaffas,c=org

source: Whole domainname of your Active Directory. e.g. yaffas.org
de: Vollständiger Domänenname des Active Directory. z.B. yaffas.org
fr: Nom de domaine complet de votre Active Directory. p. ex. yaffas.org
pt_br: Nome do domínio completo no Active Directory. Ex. yaffas.org

source: Name or IP adress of your domain controller or controllers. Can be a comma, semicolon or space separated list of hostnames or IP addresses.
de: Name oder IP Adresse ihrer Domänencontroller. Die Liste kann mit Komma, Semikolon oder mit Leerzeichen getrennt sein.
pt_br: Nome ou endereço de IP do controlador ou controladores de domínio. Pode ser uma lista separada por virgula, ponto e virgula ou espaço de nomes host ou endereços IP.

source: Name of a domain administrator. This user should be created in users organizational unit.
de: Name des Domänen Administrators. Dieser Benutzer muss in der Users Organisationseinheit erstellt sein.
fr: Nom de l'administrateur du domaine. Cet utilisateur devrait être créé dans l'Organizational Unit des utilisateurs.
pt_br: Nome do administrador do domínio. Este usuário deverá ser criado no OU de usuários.

source: User for read only access. You can give the username or a full dn syntax.
de: Benutzer für lesenden Zugriff. Sie können den Benutzernamen oder die Volle DN Syntax eingeben.
fr: Utilisateur pour accès en lecture uniquement. Vous pouvez fournir le nom d'utilisateur ou la syntaxe DN complète.
pt_br: Usuário com permissões somente de leitura. É possível fornecer o nome do usuário ou o DN completo.

source: Hostname or IP address of the LDAP server or servers. Can be a comma, semicolon or space separated list of hostnames or IP addresses.
de: Name oder IP Adresse ihrer LDAP Server. Die Liste kann mit Komma, Semikolon oder mit Leerzeichen getrennt sein.
pt_br: Nome host ou endereço de IP do servidor ou servidores LDAP. Pode ser uma lista separada por virgula, ponto e virgula ou espaço de nomes host ou endereços IP.

source: Active Directory Service
fr: Service Active Directory

source: Local (/etc/passwd,/etc/group)
de: Lokal (/etc/passwd, /etc/group)
