Repository: bitbone/yaffas
Catalog: */webmin/modules/yaffas-module-security/po/*.po
Languages: de, fr, pt_br

source: Apply
de: Anwenden
fr: Appliquer
pt_br: Aplicar

source: Edit
de: Bearbeiten
fr: Édition
pt_br: Editar

source: Delete
de: Löschen
fr: Supprimer
pt_br: Remover

source: Add
de: Hinzufügen
fr: Ajouter
pt_br: Adicionar

source: Activate
de: Aktivieren
fr: Activer
pt_br: Ativar

source: Deactivate
de: Deaktivieren
fr: Désactiver
pt_br: Desativar

source: Update
fr: Actualiser
pt_br: Atualizar

source: Delete entry
de: Eintrag löschen
fr: Supprimer la saisie
pt_br: Remover item

source: Do you really want to delete this entry?
de: Wollen Sie diesen Eintrag wirklich löschen?
fr: Désirez-vous vraiment supprimer cette saisie ?
pt_br: Deseja realmente remover este item?

source: Do you really want to disable this service?
de: Möchten Sie diesen Dienst wirklich deaktivieren?
fr: Désirez-vous vraiment désactiver ce service ?
pt_br: Deseja realmente desativar este serviço?

source: Do you really want to enable this service?
de: Möchten Sie diesen Dienst wirklich aktivieren?
fr: Désirez-vous vraiment activer ce service ?
pt_br: Deseja realmente deseja ativar este serviço?

source: Policy
fr: Règle
pt_br: Política

source: Enable policy
de: Policy aktivieren
fr: Activer le règle
pt_br: Ativar política

source: Disable policy
de: Policy deaktivieren
fr: Désactiver la règle
pt_br: Desativar política

source: Hostname
fr: Nom d'hôte
pt_br: Nome de máquina (host)

source: Hit score
fr: Taux de réussite

source: Miss score
fr: Taux d'échec

source: Log name
fr: Identifiant de connexion
pt_br: Nome do log

source: Activate clamav
de: ClamAV aktivieren
fr: Activer clamav
pt_br: Ativar ClamAV

source: Deactivate clamav
de: ClamAV deaktivieren
fr: Désactiver clamav
pt_br: Desativar ClamAV

source: Scan archives
de: Archive scannen
fr: Scanner les archives
pt_br: Varrer arquivos

source: Virus alert email
de: Benachrichtigungsadresse bei Viren
fr: Courriel d'alerte Virus
pt_br: E-mail de alerta de vírus

source: Maximum size of scannable objects in MB
de: Maximale Größe zum Scannen in MB
fr: Taille maximale en Mo des éléments pouvant être scannés.
pt_br: Tamanho máximo de objeto para serem varridos em MB

source: Update the ClamAV signatures
de: ClamAV-Signaturen aktualisieren
fr: Mettre à jour les signatures ClamAV
pt_br: Atualizar assinaturas do ClamAV

source: Configure clamav
de: Clamav konfigurieren
fr: Configurer clamav
pt_br: Configurar ClamAV

source: Configure Spamassassin
de: Spamassassin konfigurieren
fr: Configurer Spamassassin
pt_br: Configurar Spamassassin

source: Activate spamassassin
de: Spamassassin aktivieren
fr: Activer Spamassassin
pt_br: Ativar Spamassassin

source: Deactivate spamassassin
de: Spamassassin deaktivieren
fr: Désactiver Spamassassin
pt_br: Desativar Spamassassin

source: Update the Spamassassin filters
de: Spamassassin-Filter aktualisieren
fr: Mettre à jour les filtres Spamassassin
pt_br: Atualizar filtros do Spamassassin

source: Network
de: Netzwerk
fr: Réseau
pt_br: Rede

source: Internal networks
de: Interne Netzwerke
fr: Réseaux internes
pt_br: Rede interna

source: Trusted networks
de: Vertrauenswürdige Netzwerke
fr: Réseaux de confiance
pt_br: Redes confiáveis

source: Add spam detected headers at level
de: Hinzufügen von "Spam-Headern" ab Level
fr: Ajouter 'spam detected' dans les entêtes à partir du niveau
pt_br: Adicionar cabeçalho de SPAM no nível

source: Whitelisting
fr: Liste blanche
pt_br: Lista branca

source: Address
de: Adresse
fr: Adresse
pt_br: Endereço

source: Entry
de: Eintrag
fr: Saisie
pt_br: Item

source: Invalid e-mail address
de: Ungültige E-Mail Adresse
fr: Adresse électronique invalide
pt_br: Endereço de e-mail inválido

source: Security
de: Sicherheit
fr: Sécurité
pt_br: Segurança

source: This value defines at which score mails are handled as spam.
de: Dieser Wert gibt an, ab welcher Punktzahl E-Mails als Spam behandelt werden.
fr: Cette valeur définit le niveau à partir duquel les courriels sont considérés comme spam.
pt_br: Este valor define em qual nível e-mails serão tratados como spam.

source: Define a host or network by its IP address or CIDR.
de: Geben Sie einen Host oder ein Netzwerk als IP Adresse oder CIDR an.
fr: Définir un hôte ou un réseau par son adresse IP ou CIDR.
pt_br: Definir um host ou rede via endereço de IP ou CIDR.

source: ClamAV will scan only objects that are smaller than the specified amount. Larger objects will NOT be scanned.
de: ClamAV wird nur Objekte scannen, die kleiner sind als die angegebene Größe. Größere Objekte werden NICHT gescannt werden.
fr: ClamAV scannera uniquement les objets qui ne dépassent pas la taille indiquée. Les objets plus larges ne seront PAS scannés.
pt_br: ClamAV vai escanear somente objetos que são menores que o valor especificado. Objetos majores não serão escaneados.

source: If ClamAV detects a suspicious object, it will send a mail to the specified address.
de: Wenn ClamAV ein verdächtiges Objekt entdeckt, sendet es eine E-Mail an die angegebene Adresse.
fr: Si ClamAV détecte un objet suspect, un courriel sera envoyé à l'adresse indiquée.
pt_br: Se o ClamAV detectar um objeto suspeito, um e-mail será enviado para o endereço de e-mail especificado.

source: Enable this to scan archives like RAR, ZIP, GZ...
de: Aktivieren sie dies um Archive wie RAR, ZIP und GZ zu scannen.
fr: Permettre l'inspection des archives de type RAR, ZIP, GZ...
pt_br: Habilitar o scan em arquivos como RAR, ZIP, GZ...

source: Type
de: Typ
pt_br: Tipo

source: Source
de: Quelle
pt_br: Origem

source: DNSBL
de: DNS Blacklisting

source: Mail from the domains, mail addresses, IPs or IP networks listed here will never be rejected.
de: E-Mails von den hier gelisteten Domains, E-Mail-Adressen, IPs oder IP-Netzen werden nie abgewiesen.

source: Maximum size of scannable objects must be a number (in MB).
de: Die maximale Größe von scanbaren Objekten must eine Nummer sein (in MB).
