Repository: bitbone/yaffas
Catalog: zarafa/webmin/modules/yaffas-module-zarafalicence/po/*.po
Languages: de, fr, nl, pt_br, zh_tw

source: Submit
de: Absenden
pt_br: Enviar
zh_tw: 提交

source: Install new serial
de: Neue Lizenz installieren
pt_br: Instalar novo serial
zh_tw: 安裝新的序號

source: Installed subscriptions
de: Installierte Subskriptionen
pt_br: Subscrições instaladas
zh_tw: 安裝訂閱

source: Base serial
de: Basislizenz
pt_br: Serial Base
zh_tw: Base序號

source: Serial number
de: Serialnummer
fr: Numéro de série
nl: Serienummer
pt_br: Serial
zh_tw: 序號

source: Licensed Log
de: Lizenz-Daemon Log
pt_br: Log da licença
zh_tw: 授權日誌

source: This is not a valid zarafa serial
de: Das ist keine gültige Zarafa Lizenz
pt_br: Este não é um serial Zarafa válido
zh_tw: 此非有效的Zarafa序號

source: Archiver serial
de: Zarafa-Archiver Lizenz
pt_br: Serial Archiver
zh_tw: Archiver序號

source: Zarafa Subscription
de: Zarafa Subskription
pt_br: Subscrição Zarafa
zh_tw: Zarafa訂閱

source: User count
de: Benutzeranzahl
pt_br: Número de usuários
zh_tw: 使用者計數

source: No serial installed!
de: Keine Lizenz installiert!
pt_br: Nenhum serial instalado!
zh_tw: 沒有安裝序號

source: Allowed
de: Erlaubt
pt_br: Permitido
zh_tw: 允許

source: Available
de: Verfügbar
pt_br: Disponível
zh_tw: 可用的

source: Used
de: Benutzt
pt_br: Usado
zh_tw: 使用的

source: Apply key
fr: Touche Appliquer
nl: Sleutel toepassen

source: Install new key
fr: Touche Nouvelle installation
nl: Nieuwe sleutel toevoegen

source: Install new base key
fr: Touche Installer une nouvelle base
nl: Nieuwe basissleutel toevoegen

source: Install new client key
fr: Touche Installer un nouveau client
nl: Nieuwe clientsleutel toevoegen

source: Installed licenses
nl: Ge√Ønstalleerde licenties

source: Base key
fr: Touche Base
nl: Basissleutel

source: License Log
nl: Licentielogboek

source: This is not a valid Zarafa serial
fr: Ceci n'est pas un numéro de série Zarafa valide
nl: Dit is geen geldige Zarafa-sleutel

source: Archiver key
fr: Touche Archivage
nl: Archiversleutel

source: Install new archiver key
fr: Touche Installer un nouveau gestionnaire d'archivage
nl: Nieuwe archiver-sleutel toevoegen

source: Install new archiver client key
fr: Touche Installer un nouveau client d'archivage
nl: Nieuwe archiver-clientsleutel toevoegen

source: Zarafa License Key
nl: Zarafa Licentiesleutel
