Repository: bitbone/yaffas
Catalog: zarafa/zarafa-*-plugins/webapp/passwd/lang/*.UTF-8/LC_MESSAGES/plugin_passwd.po
Languages: de_de

source: Password updated correctly. You will need to login again.
de_de: Passwort wurde korrekt geändert. Sie müssen sich neu anmelden.

source: Password update failed. Please contact the system administrator.
de_de: Das Passwort konnte nicht aktualisiert werden. Bitte kontaktieren Sie den System Administrator.

source: New password is empty
de_de: Das neue Passwort darf nicht leer sein.

source: Password too weak.
de_de: Das Passwort ist zu schwach.

source: New passwords don't match.
de_de: Die Passwörter stimmen nicht überein.

source: Old password is wrong.
de_de: Das eingegebene Passwort ist falsch.

source: Could not bind to ldap.
de_de: Konnte nicht zum LDAP verbinden

source: Old password
de_de: Bisheriges Passwort

source: Change password
de_de: Passwort ändern

source: New password
de_de: Neues Passwort

source: New password (repeat)
de_de: Neues Passwort (wiederholt)

source: Unknown response
de_de: Unbekannte Antwort vom Server. Bitte kontaktieren Sie den System Administrator

source: Password changed
de_de: Das Passwort wurde geändert

source: Error
de_de: Fehler

source: Insert a new password. Your new password needs to be at least 8 characters long and consist at least of a capital character and a number.
de_de: Bitte geben Sie ein neues Passwort ein. Das Passwort muss aus mindestens 8 Buchstaben bestehen, muss einen großen Buchstaben und eine Ziffer enthalten.

source: Username not found
de_de: Der Benutzername wurde nicht gefunden

source: Error was
de_de: Fehler war
