Repository: bitbone/yaffas
Catalog: */webmin/modules/yaffas-module-group/po/*.po
Languages: sl

source: Network
sl: Mreža

source: Create
sl: Ustvari

source: Edit
sl: Uredi

source: Create group
sl: Ustvari skupino

source: Delete group(s)
sl: Izbriši skupino

source: Edit group(s)
sl: Uredi skupino (e)

source: Create group(s)
sl: Ustvari skupino (e)

source: Modify user
sl: Spremeni uporabnika

source: Groupadministration
sl: Skupinska administracija

source: Groupname
sl: Ime skupine

source: Groups
sl: Skupine

source: Group
sl: Skupina

source: User
sl: Uporabnik

source: Filetype
sl: Tip datoteke

source: Set Filetype
sl: Nastavi tip datoteke

source: Creating cache
sl: Ustvari predpomnilnik

source: done
sl: končano

source: Do you really want to delete these groups?
sl: Ali res želite izbrisati te skupine?

source: Authentification
sl: Avtentikacija

source: Email
sl: Elektronsko sporočilo

source: Allow send as for
sl: Dovoli pošlji kot za

source: Configure disclaimer
sl: Uredi omejitev odgovornosti

source: All input fields has to be filled!
sl: Vsa vnosna polja morajo biti izpolnjena!

source: Creation of groups failed!
sl: Oblikovanje skupin je spodletelo!

source: Deletion of groups failed!
sl: Izbris skupin je spodletel!

source: Group doesn't exist!
sl: Skupina ne obstaja!

source: Group exists already!
sl: Skupina že obstaja!

source: Group names have to consist of at least one (alphanumerical) character, beginning with a letter (no umlaut).
sl: Imena skupin morajo vsebovati najmanj en (številčni) znak, začnite s črko (brez umlauta)

source: Wrong mode!
sl: Napačen način!

source: No group selected!
sl: Ni izbrane skupine!

source: This action is only supported with local authentication.
sl: To dejanje je podprto samo z lokalno avtentikacijo.

source: E-mail address not valid
sl: Neveljaven elektronski naslov

source: Could not set e-mail address
sl: Ne morem nastaviti naslova elektronskega sporočila

source: Could not change e-mail address
sl: Ne morem spremeniti naslova elektronskega sporočila

source: Invalid e-mail address
sl: Neveljaven naslov elektronskega sporočila

source: Group Management
sl: Skupinsko upravljanje
