Repository: bitbone/yaffas
Catalog: */webmin/modules/yaffas-module-licencekey/po/*.po
Languages: de, fr, pt_br

source: Install New Key
de: Installiere Neuen Lizenzschlüssel
fr: Installer une nouvelle clé
pt_br: Instalar nova licença

source: Existing Keys
de: Vorhandene Lizenzschlüssel
fr: Clés existantes
pt_br: Lincença já existente

source: Licensekey
de: Lizenzkey
fr: Clé de licence
pt_br: Serial da licença

source: System
fr: Système
pt_br: Sistema

source: Apply key
de: Schlüssel einspielen
fr: Touche Appliquer
pt_br: Aplicar licença

source: Customer
de: Lizenznehmer
fr: Client
pt_br: Cliente

source: Initial Key
de: Initialer Key
fr: Clé initiale
pt_br: Serial inicial

source: Licensenumber
de: Lizenznummer
fr: Numéro de licence
pt_br: Número de licença

source: Incoming MSNs
de: Anzahl eingehender MSNs
fr: MSNs entrants
pt_br: MSNs recebidos

source: unlimited
de: unbeschränkt
fr: Illimité
pt_br: ilimitado

source: Unlimited (only limited by telephone system)
de: Unlimitiert (durch Telefonanlage beschränkt)
fr: Illimité (uniquement limité par le système de téléphonie)
pt_br: Ilimitado (limitado somente pelo sistema telefônico)

source: Configurable controllers
de: Anzahl konfigurierbarer Kontroller
fr: Contrôleurs paramétrables
pt_br: Controladores configuráveis

source: Valid from
de: Gültig von
fr: Valide depuis
pt_br: Válido a partir de

source: Valid until
de: Gültig bis
fr: Valide jusqu'à
pt_br: Válido até

source: Configurable printers
de: Anzahl konfigurierbarer Drucker
fr: Imprimantes paramétrables
pt_br: Impressoras configuráveis

source: PDF encryption
de: PDF Verschlüsselung
fr: Chiffrement PDF
pt_br: Criptografia de PDF

source: Notepaper
de: Briefpapier
fr: Note papier
pt_br: Papel de anotação

source: Merge PDFs
de: PDFs zusammenfassen
fr: Fusionner les PDFs
pt_br: Mesclar PDFs

source: enabled
de: aktiviert
fr: activé
pt_br: habilitado

source: disabled
de: deaktiviert
fr: désactivé
pt_br: desabilitado

source: yaffas base
fr: Base yaffas

source: Licensetype
de: Lizenztyp
fr: Type de licence
pt_br: Tipo de licença

source: Companylicense
de: Firmenlizenz
fr: Licence entreprise
pt_br: Licença empresarial

source: 1-10 User
de: 1-10 Benutzer
fr: 1-10 utilisateurs
pt_br: 1-10 Usuários

source: 11-50 User
de: 11-50 Benutzer
fr: 11-50 utilisateurs
pt_br: 11-50 Usuários

source: 51-100 User
de: 51-100 Benutzer
fr: 51-100 utilisateurs
pt_br: 51-100 Usuários

source: 101-250 User
de: 101-250 Benutzer
fr: 101-250 utilisateurs
pt_br: 101-250 Usuários

source: 251-500 User
de: 251-500 Benutzer
fr: 251-500 utilisateurs
pt_br: 251-500 Usuários

source: Could not copy the key.
de: Konnte den Schlüssel nicht kopieren.
fr: Impossible d'enregistrer la clé
pt_br: Não foi possível copiar a chave.

source: The product for your key is not installed!
de: Das Produkt für Ihren Schlüssel ist nicht installiert!
fr: Le produit pour votre clé n'est pas installé !
pt_br: Nenhum produto instalado para essa chave!

source: Can't create file!
de: Konnte Datei nicht anlegen!
fr: Impossible de créer le fichier !
pt_br: Não foi possível criar arquivo!

source: Can't write file!
de: Konnte Datei nicht schreiben!
fr: Impossible d'écrire le fichier !
pt_br: Não foi possível escrever no arquivo!

source: Invalid key location!
de: Falsche Key Quelle!
fr: Emplacement de la clé invalide !
pt_br: Localização de chave inválida!

source: Can't remove new key!
de: Kann neuen Key nicht löschen!
fr: Impossible de supprimer la nouvelle clé!
pt_br: Não foi possível remover nova chave!

source: Wrong key version for installed product!
de: Falsche Keyversion für dieses Produkt!
fr: Mauvaise version de la clé pour le produit installé !
pt_br: Chave na versão errada para o produto instalado!

source: No key available!
de: Kein Key vorhanden.
fr: Aucune clé disponible!
pt_br: Nenhuma licença disponível!

source: Successfully saved licensekey!
de: Lizenzkey erfolgreich gespeichert!
fr: La clé de licence a été enregistrée avec succès !
pt_br: Serial salvo com sucesso!

source: yaffas license key management
fr: Gestion de clé de licence yaffas
pt_br: gerenciamento da serial do yaffas
