Repository: bitbone/yaffas
Catalog: zarafa/webmin/modules/yaffas-module-zarafabackup/po/*.po
Languages: de, nl

source: Stop
de: Anhalten

source: Close
de: Schließen
nl: Sluit

source: Restore
de: Wiederherstellung
nl: Herstel

source: Restoring folder $1...
de: Stelle Ordner $1 wieder her...
nl: Map $1 herstellen...

source: Restoring element $1...
de: Stelle Element $1 wieder her...
nl: Element $1 herstellen...

source: done
de: fertig
nl: klaar

source: failed
de: fehlgeschlagen
nl: mislukt

source: Start restore
de: Wiederherstellung starten
nl: Begin herstellen

source: Restore was started
de: Wiederherstellung wurde gestartet
nl: Herstellen is begonnen

source: Restore running
de: Wiederherstellung läuft
nl: Herstellen wordt uitgevoerd

source: Restore finished
de: Wiederherstellung beendet
nl: Herstellen is afgerond

source: Subject
de: Betreff
nl: Onderwerp

source: Sender
de: Absender
nl: Afzender

source: Date
de: Datum
nl: Datum

source: End
de: Ende
nl: Einde

source: Select backup
de: Sicherungszeitpunkt auswählen
nl: Selecteer reservekopie

source: Backup Overview
de: Sicherungsübersicht
nl: Overzicht reservekopieen

source: Clear
de: Leeren
nl: Wissen

source: Do you want to remove these elements from restore list?
de: Möchten Sie die zu Wiederherstellung anstehenden Elemente entfernen?
nl: Wilt u deze elementen verwijderen van de herstellijst?

source: Really clear?
de: Wirklich leeren?
nl: Echt wissen?

source: Backup time
de: Sicherungszeit
nl: Tijd van reservekopie

source: Settings
de: Einstellungen
nl: Instellingen

source: Global settings
de: Globale Einstellungen
nl: Globale instellingen

source: Full backup
de: Voll Sicherung
nl: Volledige reservekopie

source: Differential backup
de: Differentielle Sicherung
nl: Differentiële reservekopie

source: at
de: um
nl: op

source: Backup directory
de: Sicherungs Verzeichnis
nl: Reservekopie-directory

source: Remove
de: Entfernen
nl: Verwijder

source: Preserve fullbackup (in days)
de: Vollsicherung aufbewahren (in Tagen)
nl: Behoud volledige reservekopie (in dagen)

source: Removing directory
de: Lösche Verzeichnis
nl: Verwijderen van directory

source: Click on "restore" to restore the selected messages.
de: Klicken sie auf "Wiederherstellen" um die ausgewählten Nachrichten wiederherzustellen.
nl: Klik op "zet terug" om de geselecteerde berichten terug te zetten.

source: No backup available
de: Kein Backup zur Auswahl verfügbar
nl: Geen reservekopie beschikbaar

source: Zarafa Backup is not installed
de: Zarafa Backup ist nicht installiert
nl: Zarafa Backup is niet geïnstalleerd

source: Time not correct.
de: Zeitangabe nicht korrekt.
nl: Tijd niet correct.

source: Preserve time not set or not correct.
de: Aufbewahrungsfrist ist nicht korrekt oder nicht angegeben.

source: Could not open file.
de: Konnte Datei nicht öffnen.
nl: Kon bestand niet openen.

source: Could not find a full backup.
de: Konnte keine Vollsicherung finden.

source: Could not create directory.
de: Konnte das Verzeichnis nicht anlegen.

source: Value for backup days incorrect.
de: Wert für den Backup-Zeitpunkt ist nicht korrekt.

source: Could not open directory.
de: Konnte das Verzeichnis nicht öffnen.

source: Loading folder structure take too long. Please try again later.
de: Das Laden der Ordnerliste dauerte zu lange. Versuchen Sie es später noch einmal.

source: Couldn't create symlinks for differential backup. Please check your storage device.
de: Konnte Symlinks für Differentialsicherung nicht erstellen. Bitte überprüfen Sie Ihren Storage.

source: In which directory should the backups be stored?
de: In welchem Verzeichnis sollen die Sicherungen gespeichert werden?

source: How long should each backup be preserved?
de: Wie lange soll jede Sicherung aufbewahrt werden?

source: Start
nl: Begin
