Repository: bitbone/yaffas
Catalog: */webmin/modules/yaffas-module-netconf/po/*.po
Languages: de, fr, pt_br

source: The IP address or netmask it not valid.
de: Die IP-Adresse oder Netzmaske ist nicht gültig.
fr: L'adresse IP ou le masque réseau est invalide.
pt_br: Endereço IP ou máscara de rede invalida.

source: The DNS server address has to be a valid IP address.
de: Die DNS Server Adresse muss eine IP-Adresse sein.
fr: L'adresse du serveur DNS doit être une adresse IP valide.
pt_br: O endereço do DNS precisa ser um IP válido.

source: The domain may only contain characters (a-z and A-Z), numbers (0-9), '.' and '-'. It also has a minimum length of two.
de: Der Domainname darf nur aus Buchstaben (a-z und A-Z), sowie Zahlen (0-9), '.' und '-' bestehen. Ausserdem muss er mindestens zwei Zeichen lang sein!
fr: Le domaine ne peut comporter que des lettres (a-z et A-Z), des chiffres (0-9), '.' et '-'. Il doit également contenir au moins deux caractères.
pt_br: O nome do domínio poderá conter somente caracteres (a-z e A-Z), números (0-9), '.' e '-', e precisa ter também um tamanho mínimo de dois.

source: Could not rename domain.
de: Konnte die Domain nicht umbenennen.
fr: Impossible de renommer le domaine.
pt_br: Não foi possível renomear o domínio.

source: Hostname may only contain characters (a-z and A-Z), numbers (0-9) and '-'. It also has a minimum length of two.
de: Der Rechnername darf nur aus Buchstaben (a-z und A-Z), sowie Zahlen (0-9) bestehen. Ausserdem sollte er mindestens zwei Zeichen lang sein!
fr: Un nom d'hôte ne peut comporter que des lettres (a-z et A-Z), des chiffres (0-9), '.' et '-'. Il doit également contenir au moins deux caractères.
pt_br: O nome de máquina poderá conter somente caracteres (a-z e A-Z), números (0-9) e '-', e precisa ter também um tamanho mínimo de dois.

source: Workgroup may only contain characters (a-z and A-Z), numbers (0-9), '.', '_' and '-'.
de: Die Workgroup darf nur aus Buchstaben (a-z und A-Z), Zahlen (0-9), '.', '_' und '-' bestehen.
fr: Un groupe de travail ne peut comporter que des lettres (a-z et A-Z), des chiffres (0-9), '.' et '-'.
pt_br: O grupo de trabalho poderá conter somente caracteres (a-z e A-Z), números (0-9), '.', '_' e '-'.

source: Could not copy the following file:
de: Konnte die folgende Datei nicht kopieren:
fr: Impossible d'enregistrer le fichier suivant :
pt_br: Não foi possível localizar os arquivos:

source: You have to enable a least one network interface.
de: Es muss mindestens eine Netzwerkschnittstelle aktiviert sein.
pt_br: Será necessário habilitar no mínimo uma interface de rede.

source: The gateway address has to be different to the server address.
de: Die Gateway Adresse muss sich von der Adresse des Server unterscheiden.
fr: L'adresse de la passerelle doit être différente que l'adresse du serveur.
pt_br: O endereço do gateway precisa ser diferente do endereço do servidor.

source: The associated hardware interface has to be enabled.
de: Die zugehörige Hardware-Schnittstelle muss aktiviert sein.
fr: L'interface matérielle associée doit être activée.
pt_br: A interface de hardware associada não esta habilitada.

source: Error reading data for use with samba.
de: Fehler beim Lesen von Daten für Samba.
fr: Une erreur s'est produite lors de la lecture des données devant être utilisées par Samba.
pt_br: Erro ao ler os dados para o uso do samba.

source: Error writing data for use with samba.
de: Fehler beim Schreiben von Daten für Samba.
fr: Une erreur s'est produite lors de l'écriture des données devant être utilisées par Samba.
pt_br: Erro ao escrever os dados para o uso do samba.

source: The hostname (sambaDomain) does not exist exactly one time in LDAP.
de: Der angegebene Rechnername (sambaDomain) ist mehrmals im LDAP vorhanden.
fr: Il n'y as pas exactement un seul exemplaire du nom d'hôte (sambaDomain) dans LDAP.
pt_br: O nome da máquina (sambaDomain) não está disponível uma única vez no LDAP.

source: This module is deactivated, because channel bonding is active.
de: Dieses Modul ist deaktiviert, da Channel Bonding aktiviert wurde.
fr: Ce module est désactivé parce qu'un 'channel bonding' est activé.
pt_br: Este módulo está desativado, porque nenhum canal de bonding está ativo.

source: Bridged network interfaces are not supported.
de: "bridged" Netzwerkschnittstellen sind nicht unterstützt.
fr: Les ponts réseau ne sont pas pris en charge
pt_br: Interfaces de rede em modo bridged não são suportadas.

source: No IP address is set.
de: Keine IP Adresse gesetzt.
fr: Aucune adresse IP n'a été définie.
pt_br: Nenhum endereço IP definido.

source: Configuration
de: Konfiguration
pt_br: Configuração

source: Network Settings
de: Netzwerk Einstellungen
fr: Configuration du réseau
pt_br: Configurações de Rede

source: Host name
de: Rechnername
fr: Nom d'hôte
pt_br: Nome da máquina (host)

source: Domain name
fr: Nom de domaine
pt_br: Nome do domínio

source: Workgroup
de: Arbeitsgruppe
fr: Groupe de travail
pt_br: Grupo de trabalho (workgroup)

source: IP address
de: IP-Adresse
fr: Adresse IP
pt_br: Endereço IP

source: Netmask
de: Netzmaske
fr: Masque de réseau
pt_br: Máscara de rede (netmask)

source: Gateway (if available)
de: Gateway (falls vorhanden)
fr: Passerelle (si disponible)
pt_br: Gateway (se disponível)

source: Search domain
de: Suchdomänen
fr: Domaine de recherche
pt_br: Domínio de pesquisa

source: DNS Server IP
de: DNS Server IP-Adresse
fr: IP Serveur DNS
pt_br: IP servidor DNS

source: Network
de: Netzwerk
fr: Réseau
pt_br: Rede

source: Delete
de: Löschen
fr: Supprimer
pt_br: Remover

source: Base settings
de: Grundeinstellungen
fr: Configuration de base
pt_br: Configurações básicas

source: Mode
pt_br: Modo

source: Vendor
de: Hersteller
fr: Fournisseur
pt_br: Fornecedor

source: MAC address
de: MAC Adresse
fr: Adresse MAC
pt_br: Endereço MAC

source: Product
de: Produkt
fr: Produit
pt_br: Produto

source: enabled
de: aktiviert
fr: activé
pt_br: habilitado

source: disabled
de: deaktiviert
fr: désactivé
pt_br: desabilitado

source: Status
fr: État
pt_br: Estado

source: New virtual IP address
de: Neue virtuelle IP Adresse
fr: Nouvelle adresse IP virtuelle
pt_br: Novo endereço IP virtual

source: Delete virtual IP address
de: Virtuelle IP löschen
fr: Supprimer l'adresse IP virtuelle
pt_br: Remover endereço IP virtual

source: Do you really want to delete the following network interface?
de: Wollen Sie die folgende Netzwerkschnittstelle löschen?
fr: Désirez-vous vraiment supprimer l'interface réseau suivante ?
pt_br: Realmente deseja remover a interface de rede abaixo?

source: Create
de: Erstellen
fr: Créer
pt_br: Criar

source: New virtual address on interface
de: Neues virtuelle Adresse auf der Schnittstelle
fr: Nouvelle adresse virtuelle sur interface
pt_br: Novo endereço virtual na interface

source: Switch from DHCP to static
de: Von DHCP auf statisch umstellen
fr: Basculer du DHCP en static
pt_br: Mudar de DHCP para o endereço IP estático

source: If you save, the network interface will be switched from DHCP to a static address. Do you want to continue?
de: Wenn sie speichern, wird die Netzwerkschnittstelle von DHCP auf eine statische Adresse umgestellt. Wollen sie fortfahren?
fr: Si vous enregistrez, l'interface réseau basculera du DHCP vers une adresse statique. Désirez-vous vraiment continuer?
pt_br: Caso você salve, a interface de rede será modificada de DHCP para IP estático. Você deseja continuar?

source: HTTP Proxy
fr: Proxy HTTP
pt_br: Proxy HTTP

source: Port
pt_br: Porta

source: Authentication (optional)
de: Authentifizierung (wenn nötig)
fr: Authentification (facultative)
pt_br: Autenticação (opcional)

source: User
de: Benutzer
fr: Utilisateur
pt_br: Usuário

source: Password
de: Passwort
fr: Mot de passe
pt_br: Senha

source: Proxyname not valid!
de: Proxyname nicht gültig!
fr: Nom proxy invalide !
pt_br: Nome do proxy inválido!

source: Port not valid!
de: Der Port ist nicht gültig!
fr: Port invalide !
pt_br: Porta inválida!

source: Username not valid!
de: Der Benutzername ist nicht gültig!
fr: Nom d'utilisateur invalide !
pt_br: Nome do usuário inválido!

source: Password not valid!
de: Das Passwort ist nicht gültig!
fr: Mot de passe invalide
pt_br: Senha inválida!

source: Error while setting APT proxy!
de: Fehler während des Setzens des APT Proxys!
fr: Une erreur s'est produite lors de la configuration du proxy APT !
pt_br: Erro ao definir proxy APT!

source: Error while setting WGET proxy!
de: Fehler während des Setzens des WGET Proxys!
fr: Une erreur s'est produite lors de la configuration du proxy WGET !
pt_br: Erro ao definir proxy WGET!

source: Error while setting KAV proxy!
de: Fehler während des Ssetzens des KAV Proxys!
fr: Une erreur s'est produite lors de la configuration du proxy KAV !
pt_br: Erro ao definir proxy KAV!

source: Error while deleting APT proxy!
de: Fehler während des Löschens des APT Proxys!
fr: Une erreur s'est produite lors de la suppression du proxy APT !
pt_br: Erro ao remover proxy APT!

source: Error while deleting WGET proxy!
de: Fehler während des Löschens des WGET Proxys!
fr: Une erreur s'est produite lors de la suppression du proxy WGET !
pt_br: Erro ao remover proxy WGET!

source: Error while deleting KAVS proxy!
de: Fehler während des Löschens des KAV Proxys!
fr: Une erreur s'est produite lors de la suppression du proxy KAVS !
pt_br: Erro ao remover proxy KAVS!

source: Error while setting freshclam proxy!
de: Fehler während des Setzens des freshclam Proxys!
fr: Une erreur s'est produite lors de la configuration du proxy freshclam !
pt_br: Erro ao definir proxy freshclam!

source: Error while deleting freshclam proxy!
de: Fehler während des Löschens des freshclam Proxys!
fr: Une erreur s'est produite lors de la suppression du proxy freshclam !
pt_br: Erro ao remover proxy freshclam!

source: Error restarting freshclam!
de: Fehler beim Neustart von freshclam!
fr: Une erreur s'est produite lors du redémarrage de freshclam !
pt_br: Erro ao reiniciar freshclam!

source: e.g. hostname
de: z.B. rechnername
fr: p. ex. hostname
pt_br: e.x. nome de máquina

source: e.g. yaffas.org
de: z.B. yaffas.org
fr: p. ex. yaffas.org
pt_br: ex. yaffas.org

source: e.g. yaffas
de: z.B. yaffas
fr: p. ex. yaffas
pt_br: ex. yaffas

source: IP address for eth0<br>e.g. 192.168.0.100
de: IP Adresse für eth0<br>z.B. 192.168.0.100
fr: Adresse IP pour eth0<br>p .ex. 192.168.0.100
pt_br: Endereço IP para eth0<br>ex. 192.168.0.100

source: Netmask for eth0<br>e.g. 255.255.255.0
de: Netzmaske für eth0<br>z.B. 255.255.255.0
fr: Masque réseau pour eth0<br>p.ex. 255.255.255.0
pt_br: Máscara de rede para eth0<br>ex. 255.255.255.0

source: Gateway for your network. This must be an IPv4 address of this network.
de: Gateway ihres Netzwerks. Dies muss eine IPv4 Adresse des Netzwerks sein.
fr: Passerelle pour votre réseau. Ceci doit être une adresse IPv4 de ce réseau.
pt_br: Gateway para sua rede. Este tem que ser um endereço IPv4 desta rede.

source: DNS server for resolving names into IP adresses.
de: DNS Server zum Auflösen von Namen zu IP Adressen.
fr: Serveur DNS pour la résolution des noms en adresses IP.
pt_br: Servidor DNS para resolver nomes em endereços IP.

source: Append this value during resolving of short names.<br>To resolve the name "server" this value is appended. e.g. yaffas.org -> server.yaffas.org
de: Dieser Wert wird bei der Namensauflösung an kurze Namen angehängt.<br>Um den Namen "server" aufzulösen wird dieser Wert angehängt, z.B. yaffas.org -> server.yaffas.org
fr: Joindre cette valeur lors de la résolution des noms courts.<br>Pour convertir le nom "serveur" cette valeur est mise en suffixe. p. ex. yaffas.org -> serveur.yaffas.org
pt_br: Acrescentar esse valor ao resolver nomes curtos.<br>Para resolver o nome "servidor" este valor é acrescentado. Ex. yaffas.org -> servidor.yaffas.org

source: HTTP proxy server address. This can be an IPv4 address or a hostname.
de: HTTP Proxy Server Adresse. Dies kann eine IPv4 Adresse oder ein Hostname sein.
fr: Adresse du serveur proxy HTTP. Ceci peut être une adresse IPv4 ou un nom d'hôte.
pt_br: Endereço do servidor de proxy HTTP. Este pode ser um endereço IPv4 ou o nome de máquina.

source: Port of the HTTP proxy server.
de: Port des HTTP Proxy Servers.
fr: Port du serveur proxy HTTP.
pt_br: Porta do servidor de proxy HTTP.

source: Optional username, if you have to authenticate against the proxy.
de: Optionale Benutzername wenn eine Authentifizierung gegen den Proxy nötig ist.
fr: Nom d'utilisateur facultatif, si vous devez vous authentifier pour accéder au proxy.
pt_br: Nome do usuário opcional, caso o proxy necessita autenticação.

source: Interface
de: Schnittstelle
