Repository: bitbone/yaffas
Catalog: */webmin/modules/yaffas-module-notify/po/*.po
Languages: de, fr, pt_br, sl, zh_tw

source: Address for System Messages
de: Adresse für Systemmeldungen
fr: Adresse pour les messages système
pt_br: Endereço e de-mail para as Mensagens do Sistema
sl: Naslov za sistemska sporočila
zh_tw: 接收系統郵件地址

source: System
fr: Système
pt_br: Sistema
sl: Sistem
zh_tw: 系統

source: E-mail
fr: Courriel
sl: Elektronsko sporočilo
zh_tw: 電子郵件

source: Send e-mail
de: E-Mail senden
fr: Envoyer un courriel
pt_br: Enviar e-mail
sl: Pošlji elektronsko sporočilo
zh_tw: 傳送電子郵件

source: Always
de: Immer
fr: Toujours
pt_br: Sempre
sl: Vedno
zh_tw: 總是

source: Critical errors
de: Kritische Fehler
fr: Erreur critique
pt_br: Erros críticos
sl: Kritične napake
zh_tw: 嚴重錯誤

source: Errors
de: Fehler
fr: Erreurs
pt_br: Erros
sl: Napake
zh_tw: 錯誤

source: Test your e-mail address
de: E-Mail Adresse testen
fr: Vérifier votre adresse électronique
pt_br: Teste seu endereço de e-mail
sl: Testiraj svoj elektronski naslov
zh_tw: 測試您的電子郵件地址

source: Click the button below to send a mail to your previously set e-mail address.
de: Klicken Sie auf den Button um eine E-Mail an Ihre vorher konfigurierte Adresse zu schicken.
fr: Cliquer sur le bouton ci-dessous afin d'envoyer un courriel à l'adresse électronique que vous venez de définir.
pt_br: Clicar o botão abaixo para enviar um e-mail para o endereço de email fornecido anteriormente.
sl: Pritisnite gumb spodaj za pošiljanje sporočila na vaš prednastavljen elektronski naslov.
zh_tw: 點選此按鈕來傳送您之前設定的電子郵件地址

source: Test
fr: Vérifier
pt_br: Teste
zh_tw: 測試

source: This is not a valid mail address
de: Diese E-Mail Adresse ist nicht gültig
fr: Ceci n'est pas une adresse électronique valide
pt_br: Este não é um endereço de e-mail válido
sl: Na elektronski naslov ni veljaven
zh_tw: 不是正確的電子郵件地址

source: Can not modify configuration entry.
de: Konfigurationseintrag konnte nicht geändert werden.
fr: Impossible de modifier le paramétrage.
pt_br: Não foi possível modificar essa opção de configuração.
zh_tw: 無法修改設定檔組態

source: Error writing configuration file.
de: Fehler beim schreiben der Konfigurationsdatei.
fr: Une erreur s'est produite lors de l'enregistrement du fichier de configuration.
pt_br: Erro ao escrever o arquivo de configuração.
zh_tw: 寫入設定檔錯誤

source: Type can only be: always, errors or never.
de: Der Type kann nur folgende Werte annehmen: always, error oder never.
fr: Le type ne peut être que : toujours, erreurs ou jamais.
pt_br: O tipo poderá ser: sempre, erros ou nunca.
sl: Vtipkano je lahko samo: vedno, napake ali nikoli.
zh_tw: 類型只能為:總是、錯誤或是從不

source: Line not found in configuration file.
de: Die Zeile wurde in der Konfigurationsdatei nicht gefunden.
fr: Impossible de trouver la ligne dans le fichier de configuration.
pt_br: Linha não encontrada no arquivo de configuração.
sl: V konfiguracijski datoteki ta vrstica ni bila najdena.
zh_tw: 在此設定檔案中沒有Line

source: Please set an e-mail address first.
de: Um die Erreichbarkeit Ihrer E-Mail-Adresse zu testen, müssen Sie erst eine Adresse angeben.
fr: Veuillez tout d'abord renseigner l'adresse électronique.
pt_br: Definir um primeiro um endereço de e-mail.
sl: Prosimo, da najprej nastavite naslov elektronskega sporočila.
zh_tw: 請先設定電子郵件地址

source: Could not send a mail to your address.
de: Konnte keine E-Mail an Ihre Adresse schicken.
fr: Impossible d'envoyer un courriel à votre adresse.
pt_br: Não foi possível enviar um email para seu endereço de e-mail.
sl: Ni bilo mogoče poslati sporočila na vaš naslov.
zh_tw: 無法傳送郵件到您的地址

source: An e-mail has been sent to your given address. Please check your mailbox.
de: Eine E-Mail wurde an Ihre Adresse geschickt. Bitte überprüfen Sie Ihre Mailbox.
fr: Un courriel a été envoyé à l'adresse indiquée. Veuillez vérifier votre boîte aux lettres.
pt_br: Um e-mail foi enviado para o seu endereço de e-mail. Por favor conferir sua caixa de entrada.
sl: Sporočilo je bilo poslano na vaš dani naslov. Prosimo preglejte vaš predal.
zh_tw: 郵件已傳送到您的地址。請檢查您的信箱

source: Successfully set adress for system messages.
de: Adresse für Systemmeldungen erfolgreich gesetzt.
fr: L'adresse pour les messages système a été configurée avec succès.
pt_br: Endereço para mensagens do sistema foi definido com sucesso.
sl: Naslov za sistemska sporočila je bil uspešno nastavljen.
zh_tw: 成功設定系統訊息地址

source: Test - yaffas notify
de: Test - yaffas Benachrichtigung
fr: Vérification - notification yaffas
pt_br: Teste - notificação yaffas

source: This mail was sent to test the reachability of your given address. If you have received this mail, you will be informed about errors.
de: Diese Mail dient zur Überprüfung ob Ihre E-Mail-Adresse erreichbar ist. Wenn Sie diese E-Mail erhalten haben, dann werden sie künftig informiert, wenn Fehler auftreten sollten.
fr: Ce courriel a été envoyé afin de vérifier l'accessibilité de l'adresse électronique que vous avez indiquée Si vous avez bien reçu ce courriel, vous serez ensuite tenu informé de toute erreur venant à se produire.
pt_br: Este e-mail foi enviado para testar o endereço de e-mail fornecido. Se você recebeu este email será informado sobre erros.
zh_tw: 此測試郵件發送到您的設定的地址。如果您收到此郵件，有錯誤就會通知您

source: E-mail address test
de: E-Mail Adresstest
fr: Vérifier l'adresse électronique
pt_br: Testar endereço de e-mail
sl: Testiranje elektronskega naslova
zh_tw: 測試電子郵件地址

source: This e-mail is used to check the reachability of the administrators address. If you received this e-mail you will be notified through this channel in the future should errors occur.
de: Diese E-Mail dient zur Überprüfung der Mailverbindung zwischen yaffas und Administrator. Wenn Sie diese E-Mail erhalten haben, dann werden Sie künftig auf diesem Wege über Fehler informiert.
fr: Ce courriel est utilisé pour vérifier l'accessibilité de l'adresse des administrateurs. À partir du moment où vous avez reçu ce courrier, vous recevrez ensuite à la même adresse la notification de toute erreur venant à se produire.
pt_br: Este e-mail é usado para testar o endereço de email do administrador. Se você recebeu este email você será notificado desta forma no caso de erro que poderão ocorrer no futuro.
zh_tw: 此電子郵件用來確認管理者地址。如果您收到此郵件，未來將會被通知任何系統狀況

source: Have fun with yaffas
de: Viel Spaß mit yaffas
fr: Nous espérons que yaffas saura vous satisfaire.
pt_br: Divirta-se com yaffas

source: Enter a valid email address to receive notifications about the status of the system.
de: Geben sie eine gültige E-Mail Adresse ein, um Benachrichtigungen über den Zustand des Systems zu erhalten.
fr: Saisir une adresse électronique valide afin de recevoir des notifications à propos de l'état du système.
pt_br: Fornecer um endereço de e-mail válido para receber notificações sobre o status do sistema.
sl: Vnesite veljaven elektronski naslov za prejemanje obvestil o statusu sistema.
zh_tw: 輸入有效的電子郵件地址來接收系統狀態通知

source: Notification
de: Meldungen
pt_br: Notificação
sl: Obvestilo
zh_tw: 通知
