Repository: bitbone/yaffas
Catalog: zarafa/zarafa-*-plugins/webaccess/passwd/lang/*.UTF-8/LC_MESSAGES/passwd.po
Languages: de_de

source: Password change result
de_de: Ergebnis der Passwort-&Auml;nderung

source: success: password update
de_de: Das Passwort wurde erfolgreich ge&auml;ndert. Bitte lassen Sie diesen Dialog ge&ouml;ffnet, Sie werden gleich abgemeldet.

source: failure: password update
de_de: Das Passwort konnte nicht ge&auml;ndert werden. Bitte lassen Sie diesen Dialog ge&ouml;ffnet, Sie werden gleich abgemeldet.

source: failure: new password empty
de_de: Das neue Password darf nicht leer sein. Bitte lassen Sie diesen Dialog ge&ouml;ffnet, Sie werden gleich abgemeldet.

source: failure: new passwords dont match
de_de: Die Werte f&uuml;r das neue Passwort m&uuml;ssen &uuml;bereinstimmen. Bitte lassen Sie diesen Dialog ge&ouml;ffnet, Sie werden gleich abgemeldet.

source: failure: old passwords wrong
de_de: Das Original-Passwort war falsch. Bitte lassen Sie diesen Dialog ge&ouml;ffnet, Sie werden gleich abgemeldet.

source: failure: could not bind to ldap
de_de: Konnte nicht an den Verzeichnis-Dienst binden. Bitte lassen Sie diesen Dialog ge&ouml;ffnet, Sie werden gleich abgemeldet.

source: failure: could not connect to ldap
de_de: Konnte nicht mit dem Verzeichnis-Dienst verbinden. Bitte lassen Sie diesen Dialog ge&ouml;ffnet, Sie werden gleich abgemeldet.

source: failure: password weak
de_de: Das gew&auml;hlte Passwort ist nicht stark genug. Bitte lassen Sie diesen Dialog ge&ouml;ffnet, Sie werden gleich abgemeldet.

source: failure: username not found
de_de: Der Benutzername wurde nicht gefunden. Bitte lassen Sie diesen Dialog ge&ouml;ffnet, Sie werden gleich abgemeldet.

source: Change Password
de_de: Passwort Ã¤ndern

source: Old password
de_de: Altes Passwort

source: New password
de_de: Neues Passwort

source: Retype new password
de_de: Neues Passwort wiederholen
